[
  {
    "id": "1",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "To whom do I send this fresh little book\nof wit, just polished off with dry pumice?\nTo you, Cornelius : since you were accustomed\nto consider my trifles worth something\neven then, when you alone of Italians\ndared to explain all the ages, in three learned\nworks, by Jupiter, and with the greatest labour.\nThen take this little book for your own: whatever\nit is, and is worth: virgin Muse , patroness,\nlet it last, for more lives than one."
  },
  {
    "id": "2",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Sparrow , my sweet girl’s delight,\nwhom she plays with, holds to her breast,\nwhom, greedy, she gives her little finger to,\noften provoking you to a sharp bite,\nwhenever my shining desire wishes\nto play with something she loves,\nI suppose, while strong passion abates,\nit might be a small relief from her pain:\nmight I toy with you as she does\nand ease the cares of a sad mind!\nIt ’s as pleasing to me as, they say,\nthat golden apple was to the swift girl ,\nthat loosed her belt, too long tied."
  },
  {
    "id": "3",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Mourn , O you Loves and Cupids\nand such of you as love beauty:\nmy girl’s sparrow is dead,\nsparrow, the girl’s delight,\nwhom she loved more than her eyes.\nFor he was sweet as honey, and knew her\nas well as the girl her own mother,\nhe never moved from her lap,\nbut, hopping about here and there,\nchirped to his mistress alone.\nNow he goes down the shadowy road\nfrom which they say no one returns.\nNow let evil be yours, evil shadows of Orcus ,\nthat devour everything of beauty:\nyou’ve stolen lovely sparrow from me.\nO evil deed! O poor little sparrow!\nNow, by your efforts, my girl’s eyes\nare swollen and red with weeping."
  },
  {
    "id": "4",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "This boat you see, friends, will tell you\nthat she was the fastest of craft,\nnot to be challenged for speed\nby any vessel afloat, whether\ndriven by sail or the labour of oars.\nThe threatening Adriatic coast won’t deny it,\nnor the isles of the Cyclades ,\nnor noble Rhodes, nor fearful Bosphorus ,\nnor the grim bay of the Black Sea\nwhere, before becoming a boat, she was\nleafy wood: for on the heights of Cytorus\nshe often hissed to the whispering leaves.\nThe boat says these things were well known to you,\nand are, Amastris and box-wood clad Cytorus:\nshe says from the very beginning she stood\non your slope, that she dipped her oars\nin your water, and carried her owner from there\nover so many headstrong breakers,\nwhether the wind cried from starboard\nor larboard, or whether Jupiter struck at the sheets\non one side and the other, together:\nand no prayers to the gods of the shore were offered\nfor her, when she came from a foreign sea\nhere, as far as this limpid lake.\nBut that’s past: now hidden away here\nshe ages quietly and offers herself to you,\nCastor and his brother, heavenly Twins."
  },
  {
    "id": "5",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Let us live, my Lesbia , let us love,\nand all the words of the old, and so moral,\nmay they be worth less than nothing to us!\nSuns may set, and suns may rise again:\nbut when our brief light has set,\nnight is one long everlasting sleep.\nGive me a thousand kisses, a hundred more,\nanother thousand, and another hundred,\nand, when we’ve counted up the many thousands,\nconfuse them so as not to know them all,\nso that no enemy may cast an evil eye,\nby knowing that there were so many kisses."
  },
  {
    "id": "6",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Flavius , unless your delights\nwere tasteless and inelegant,\nyou’d want to tell, and couldn’t be silent.\nSurely you’re in love with some feverish\nlittle whore: you’re ashamed to confess it.\nNow, pointlessly silent, you don’t seem to be\nidle of nights, it’s proclaimed by your bed\ngarlanded, fragrant with Syrian perfume,\nsquashed cushions and pillows, here and there,\nand the trembling frame shaken,\nquivering and wandering about.\nBut being silent does nothing for you.\nWhy? Spread thighs blab it’s not so,\nif not quite what foolishness you commit.\nHow and whatever you’ve got, good or bad,\ntell us. I want to name you and your loves\nto the heavens in charming verse."
  },
  {
    "id": "7",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Lesbia , you ask how many kisses of yours\nwould be enough and more to satisfy me.\nAs many as the grains of Libyan sand\nthat lie between hot Jupiter ’s oracle,\nor as many as the stars, when night is still,\ngazing down on secret human desires:\nas many of your kisses kissed\nare enough, and more, for mad Catullus,\nas can’t be counted by spies\nnor an evil tongue bewitch us."
  },
  {
    "id": "8",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Sad Catullus, stop playing the fool,\nand let what you know leads you to ruin, end.\nOnce, bright days shone for you,\nwhen you came often drawn to the girl\nloved as no other will be loved by you.\nThen there were many pleasures with her,\nthat you wished, and the girl not unwilling,\ntruly the bright days shone for you.\nAnd now she no longer wants you: and you\nweak man, be unwilling to chase what flees,\nor live in misery: be strong-minded, stand firm.\nGoodbye girl, now Catullus is firm,\nhe doesn’t search for you, won’t ask unwillingly.\nBut you’ll grieve, when nobody asks.\nWoe to you, wicked girl, what life’s left for you?\nWho’ll submit to you now? Who’ll see your beauty?\nWho now will you love? Whose will they say you’ll be?\nWho will you kiss? Whose lips will you bite?\nBut you, Catullus, be resolved to be firm."
  },
  {
    "id": "9",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Veranius , first to me of all\nmy three hundred thousand friends,\nhave you come home to your own house\nyour harmonious brothers, and old mother?\nYou’re back. O happy news for me!\nI’ll see you safe and sound and listen\nto your tales of Spanish places that you’ve done,\nand tribes, as is your custom, and\nhang about your neck, and kiss\nyour lovely mouth and eyes.\nO who of all men is happier\nthan I the gladdest and happiest?"
  },
  {
    "id": "10",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Varus drags me into his affairs\nout of the Forum, where I’m seen idling:\nto a little whore I immediately saw,\nnot very inelegant, not unattractive,\nwho, when we came there, met us\nwith varied chatter, including, how might\nBithynia stand now, what’s it like, and where\nmight the benefit have been to me in cash.\nI told her what’s true, nothing at all,\nwhile neither the praetors nor their aides,\nreturn any the richer, especially since\nour Praetor, Memmius , the bugger,\ncared not a jot for his followers.\nslaves they say are made for the litter there.’\nI, so the girl might take me to be wealthy,\nsaid ‘no, for me things weren’t so bad,\nthat coming across one bad province,\nI couldn’t buy eight good men.’\nBut I’d no one, neither here nor there,\nwho might even raise to his shoulder\nthe shattered foot of an old couch.\nAt this she, like the shameless thing she was, said\njust for a while: I’d like to be carried\nto Serap ’s temple.’ ‘Wait’ I said to the girl,\nmy possession: my friend Cinna , that’s Gaius,\npurchased the thing for himself.\nWhether they’re his or mine, what difference to me?\nI use them just as well as if I’d bought them myself.\nBut you are quite tasteless, and annoying,\nyou with whom no inexactness is allowed.’"
  },
  {
    "id": "11",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Furius and Aurelius , you friends of Catullus,\nwhether he penetrates farthest India,\nwhere the Eastern waves strike the shore\nor among the Hyrcanians and supple Arabs,\nor where the seven-mouthed Nile\nor whether he’ll climb the high Alps,\nthe waters of Gallic Rhine,\nand the furthest fierce Britons,\nwhatever the will of the heavens\nbrings, ready now for anything,\ntell my girl this in a few\nLet her live and be happy with her adulterers,\nhold all three-hundred in her embrace,\ntruly love-less, wearing them all down\nagain and again: let her not look for\nmy love as before,\nshe whose crime destroyed it, like the last\nflower of the field, touched once\nby the passing plough."
  },
  {
    "id": "12",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Asinius Marrucinus, you don’t employ\nyour left hand too well: in wine and jest\nyou take neglected table-linen.\nDo you think that’s witty? Get lost, you fool:\nit’s such a sordid and such an unattractive thing.\nDon’t you believe me? Believe Pollionus\nyour brother, who wishes your thefts\ncould be fixed by money: he’s a boy\ntruly stuffed with wit and humour.\nSo expect three hundred hendecasyllables\nor return my napkin, whose value\ndoesn’t disturb me, truly,\nit’s a remembrance of my friends.\nFabullus and Veranius sent me the gift,\nnapkins from Spain: they must be cherished\nas my Veranius and Fabullus must be."
  },
  {
    "id": "13",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "You ’ll dine well, in a few days, with me,\nif the gods are kind to you, my dear Fabullus ,\nand if you bring lots of good food with you,\nand don’t come without a pretty girl\nand wine and wit and all your laughter.\nI say you’ll dine well, and charmingly,\nif you bring all that: since your Catullus’s\npurse alas is full of cobwebs.\nBut accept endearments in return for the wine\nor whatever’s sweeter and finer:\nsince I’ll give you a perfume my girl\nwas given by the Loves and Cupids,\nand when you’ve smelt it, you’ll ask the gods\nto make you, Fabullus, all nose."
  },
  {
    "id": "14",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "If I didn’t love you more than my eyes,\nmost delightful Calvus , I’d dislike you\nfor this gift, with a true Vatinian dislike:\nNow what did I do and what did I say,\nto be so badly cursed with poets?\nLet the gods send ill-luck to that client\nwho sent you so many wretches.\nBut if, as I guess, Sulla the grammarian\ngave you this new and inventive gift,\nthat’s no harm to me, it’s good and fine\nthat your efforts aren’t all wasted.\nGreat gods, an amazing, immortal book!\nThat you sent, of course, to your Catullus,\nso he might immediately die,\non the optimum day, in the Saturnalia !\nNo you won’t get away with this crime.\nNow when it’s light enough I’ll run\nto the copyists bookstalls, I’ll acquire\nall of the poisonous ones.\nAnd I’ll repay you for this suffering.\nMeanwhile farewell take yourself off, there,\nwhence your unlucky feet brought you,\ncursed ones of the age, worst of poets."
  },
  {
    "id": "15",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "I commend myself and my love to you,\nAurelius . I ask for modest indulgence,\nso, if you’ve ever had a desire in your mind\nyou’ve pursued chastely and purely,\nkeep this boy of mine modestly safe,\nI don’t speak to the masses – nothing to fear\nfrom those who pass to and fro in the streets\noccupied with their business –\ntruly the fear’s of you and your cock\ndangerous to both good and bad boys.\nShake it about as you please, and with as much\nforce as you please, wherever you choose, outside:\nI except him from that, with modesty, I think.\nBut if tempests of mind, and mad passion\nimpel you to too much sin, you wretch,\nso you fill my boy’s head with deceptions,\nthen let misery, and evil fate, be yours!\nOf him whom, with feet dragged apart, an open door,\nradishes and mullets pass through."
  },
  {
    "id": "16",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "I ’ll fuck you and bugger you,\nAurelius the pathic, and sodomite Furius ,\nwho thought you knew me from my verses,\nsince they’re erotic, not modest enough.\nIt suits the poet himself to be dutifully chaste,\nhis verses not necessarily so at all:\nwhich, in short then, have wit and good taste\neven if they’re erotic, not modest enough,\nand as for that can incite to lust,\nI don’t speak to boys, but to hairy ones\nwho can’t move their stiff loins.\nYou, who read all these thousand kisses,\nyou think I’m less of a man?\nI’ll fuck you, and I’ll bugger you."
  },
  {
    "id": "17",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "O Cologna , who want a long bridge to sport on,\nand are ready to dance, though you fear\nthe useless bridge-props with their\nlest they tumble and lie in deep mud:\nlet a good bridge be made for you as you desire\nwhere even leap-frogging priests are safe: but\nCologna, give me that greatest gift, a good laugh.\nI want a fellow-citizen of mine to go head over heels\nstraight into the deep mire from your bridge,\nsince truly the whole pool and the putrid marsh\nis the blackest and deepest of chasms.\nThe man’s totally dull, knows no more than\na two-year-old child, asleep in its father’s trembling arms.\nWho, though he’s married a girl in her first flowering,\na girl more delicate than a pretty little kid,\nneeding to be tended more carefully than choicest grapes,\nlet’s her play as she wishes, doesn’t care a fig,\nhasn’t risen to the occasion, but like an alder\nin a Ligurian ditch, crippled by the axe,\nfeels as much of it all as if there were no woman there:\nSuch is his stupor he doesn’t see, or hear me, he,\nwho doesn’t know who he is, or whether he is or not.\nNow I want to toss him headlong from your bridge,\nif it’s possible suddenly to raise that stupefied dullness,\nand abandon that indolent mind in the heavy bog,\nas mules cast shoes into tenacious depths.\nNote: Nos: 18-20 are considered spurious and are omitted here ."
  },
  {
    "id": "21",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Aurelius , father of hungers,\nyou desire to fuck,\nnot just these, but whoever my friends\nwere, or are, or will be in future years.\nnot secretly: now at the same time as you joke\nwith one, you try clinging to him on every side.\nIn vain: now my insidious cock\nwill bugger you first.\nAnd, if you’re filled, I’ll say nothing:\nNow I’m grieving for him: you teach\nmy boy, mine, to hunger and thirst.\nSo lay off: while you’ve any shame,\nor you will end up being buggered."
  },
  {
    "id": "22",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Varus , that Suffenus , thoroughly known to us,\nis a man who’s charming, witty, urbane,\nand the same man for ages has penned many verses.\nI think he’s written a thousand, ten thousand, or more,\nnot those that are done on cheap manuscript\npaper: but princely papyri, new books,\nnew roller ends, new red ties for the parchment,\nlead-ruled and smoothed all-over with pumice.\nWhen you read them, that lovely urbane Suffenus\nturns into a goat-herd or a ditch-digger:\nhe’s so altered and strange.\nWhat should we think of it? He who might just now\nhave been playing the fool, being witty with the thing,\nthe same man’s crude, crude as a bumpkin,\nhe mentions his poems as well, nor is there ever\nlikewise anything as happy as the poems he writes:\nhe delights in himself so, is so amazed by himself.\nOf course we’re all deceived in the same way, and\nthere’s no one who can’t somehow or other be seen\nas a Suffenus. Whoever it is, is subject to error:\nwe don’t see the pack on our own back."
  },
  {
    "id": "23",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Furius , you who’ve neither slaves nor cash\nnor beetles nor spiders nor fire,\ntruly have a father and step-mother,\nwhose teeth can chew like flints:\nthat’s fine for you, and your father\nand your father’s wooden wife.\nNo wonder: since you’re all well,\ngood digestion, nothing to fear,\nno flames, no weighty disasters,\nno wicked deeds, no threat of poison,\nno chance of further dangers.\nAnd you’ve a body drier than bone\nor whatever is most desiccated\nby heat and cold and hunger.\nWhy wouldn’t you be well and happy?\nYou’ve no sweat, no phlegm,\nor mucus, or evil cold in the head.\nTo this cleanliness add more cleanliness,\nyour arse is purer than a little salt-cellar,\nand doesn’t crap ten times in a year:\nand your shit’s harder than beans or pebbles.\nSo if you rub it and crush it between your fingers,\nyou can’t stain a single finger:\nit all suits you so happily Furius,\ndon’t despise it, or consider it nothing,\nand cease to beg for that hundred sestertia\nyou always ask for: sufficiency is riches."
  },
  {
    "id": "24",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Iuventius , who are our pride,\nnot just now, for all times that have been,\nor will be hereafter in later years,\nto him, who has no slaves or cash,\nthan allow yourself to be loved by him.\nbut this decent man has no slaves or cash.\nIgnore it: disparage it as you may:\nhe still has no slaves and no money."
  },
  {
    "id": "25",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Thallus the sodomite, softer than rabbit’s fur\nor goose grease, or the little tip of the ear,\nor an old man’s slack penis mouldy with spider-webs,\nand that same Thallus more rapacious than a wild storm,\nwhen the sea-goddess reveals the yawning breakwaters,\nreturn my cloak, you pounced on,\nand Spanish napkin, and Bithynian painted ware,\nabsurd man, that you ‘own’ openly like heirlooms.\nNow, unglue them from your talons, and return them,\nlest those soft little flanks and tender fingers\nare shamefully written over with the mark of the lash,\nand you toss immoderately, like a paltry boat\ncaught in a heavy sea, in a raging wind."
  },
  {
    "id": "26",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Furius , your little villa’s not exposed\nto the southerlies, or the westerlies,\nthe savage north-wind, or the easterly breeze,\nbut truly to fifteen thousand two hundred cash.\nO terrifying and destructive wind!"
  },
  {
    "id": "27",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Serving -boy fill for me stronger cups\nthe mistress’s, laws demand it,\nshe who’s juicier then the juicy grape.\nBut you water, fatal to wine, away with you:\nfar off, wherever, be off to the strict.\nThis wine is Bacchus ’s own."
  },
  {
    "id": "28",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "with suitable and ready packs,\nVeranius , the best, and you, my Fabullus ,\nwhat possessions do you carry? Haven’t you borne\nhunger and cold enough with that good-for-nothing?\nDo any small gains show in the expense accounts,\nconsidering that I, following my praetor,\nrepay what was spent, with small gain?\nO Memmius , truly, and daily, slowly\nbuggered me backwards with that whole tree of his.\nBut, as far as I can see, your case is the same:\nnow you’re stuffed by no less a circumcised cock.\nSeek out the noble ones, my friends!\nBut, to you, may the gods and goddesses bring\nmuch evil luck, disgraces to Romulus and Remus."
  },
  {
    "id": "29",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Who could see it, who could endure it,\nunless he were shameless, greedy, a gambler?\nMamurra owns riches that Transalpine Gaul\nand furthest Britain once owned.\nRoman sodomite, do you see this and bear it?\nAnd now shall the man, arrogant, overbearing,\nflit through all of the beds\nlike a whitish dove or an Adonis ?\nRoman sodomite, do you see this and bear it?\nYou’re shameless, greedy, a gambler.\nSurely it wasn’t for this, you, the unique leader ,\nwere in the furthest western isle,\nso that this loose-living tool of yours\nmight squander two or three hundred times its worth?\nWhat is it but perverted generosity?\nHasn’t he squandered enough, or been elevated enough?\nFirst his inheritance was well and truly spent,\nthen the booty from Pontus , then\nSpain’s, to make three, as the gold-bearing Tagus knows:\nnow be afraid for Gaul’s and Britain’s.\nWhy cherish this evil? What’s he good for\nbut to devour his rich patrimony?\nWas it for this, the city’s wealthiest,\nyou, father-in law, son-in-law, wasted a world?"
  },
  {
    "id": "30",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Alfenus , negligent, false to the concord of pals,\nhave you no sympathy now with your gentle friend?\nThe impious deeds of deceitful men don’t please the gods.\nYou neglect me and abandon me to miserable illness.\nAh, say, what should men do, in whom should they trust?\nSurely you, unjustly, commanded my trust, seduced\nme to love, as if it were all quite safe for me.\nNow you withdraw, and all your vain actions and words\nyou let slip on the winds, with the airy clouds.\nIf you forget, the gods will remember, Faith remembers,\nso that whatever you do, you’ll soon repent of your deeds."
  },
  {
    "id": "31",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Sirmio , jewel of islands, jewel of peninsulas,\njewel of whatever is set in the bright waters\nor the great sea, or either ocean,\nwith what joy, what pleasure I gaze at you,\nscarcely believing myself free of Thynia\nand the Bithynian fields, seeing you in safety.\nO what freedom from care is more joyful\nthan when the mind lays down its burden,\nand weary, back home from foreign toil,\nwe rest in the bed we longed for?\nThis one moment’s worth all the labour.\nHail, O lovely Sirmio, and rejoice as I rejoice,\nand you, O lake of Lydian waters, laugh\nwith whatever of laughter lives here."
  },
  {
    "id": "32",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "my delight, my charmer:\ntell me to come to you at siesta.\nAnd if you tell me, help it along,\nlet no-one cover the sign at your threshold,\nnor you choose to step out of doors,\nbut stay at home, and get ready\nfor nine fucks, in succession, with me.\nTruly, if you should want it, let me know now:\nbecause lying here, fed, and indolently full,\nI’m making a hole in my tunic and cloak."
  },
  {
    "id": "33",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "O first of the bath-house thieves\nVibennius the father, with sodomite son\n(since the father’s right hand is dirtier,\nand the son’s arse more all-consuming),\nwhy not go into exile, to some vile place?\nSeeing the father’s pillage is known\nto us all, and the son’s hairy arse,\nyou can’t sell for a farthing."
  },
  {
    "id": "34",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "we pure girls, and boys:\nwe pure boys, and girls,\nwe sing of Diana.\ngreatest child of great Jove ,\nwhose mother gave birth\nand the green groves,\nand the sounding streams:\nand Luna, of counterfeit daylight.\nmeasures the course of the year,\nyou fill the rustic farmer’s\nroof with good crops.\nTake whatever sacred name\npleases you, be a sweet help\nto the people of Rome,\nas you have been of old."
  },
  {
    "id": "35",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Paper , I’d like you to say to Caecilius ,\nthat tender poet, that friend of mine,\nleave Lake Como, come now to Verona,\nabandon the town there and the shore.\nBecause there are certain thoughts that I want\nhim to hear of, from his friend and yours.\nSo, if he’s wise, he’ll eat up the road,\nthough some lovely girl calls to him\nasks his return, clasping both hands\nround his neck, and begging delay.\nWho, if the truth’s been told me now\nlove’s him with violent desire.\nFor, since the moment she read his unfinished\nLady of Dindymus , the poor little thing\nhas been eaten by fire to the core of her bones.\nI forgive you, girl, more learned\nthan the Sapphic Muse: it’s truly lovely,\nCaecilius’s unfinished Great Mother Cybele ."
  },
  {
    "id": "36",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Annals , of Volusius , papyrus droppings,\ndischarge my girl’s votive offering.\nSince, by sacred Venus and Cupid , she promised,\nthat if I were given back to her,\nand I left off launching wild iambics,\nshe’d offer the gods the choicest words,\nof the worst of limping poets,\nconsumed with malignant wood.\nAnd the girl thought this was the worst,\nwith charming laughter, to move the gods.\nNow O goddess created from the blue sea,\nwhose is holy Idalia , Urii, Ancona ,\nmake the vow acceptable, fulfilled,\nif its not lacking in wit and charm.\nBut meanwhile, you, enter the fire,\nyou, full of boorishness and crudities,\nVolusian annals, papyrus droppings."
  },
  {
    "id": "37",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Lecherous tavern, and you its regulars,\nnine pillars along from the Twins ’ pillars,\ndo you think you’re the only ones with cocks,\nthe only ones who’re allowed to trouble\nyoung girls, and consider the rest of us goats?\nOr, because a hundred or two of you sit in a row, you,\ndullards, that I daren’t bugger two hundred together?\nThink on: I’ll draw all over the front\nof the tavern with your leavings.\nBecause my girl, who’s left my arms,\nwhom I loved as no other girl’s ever been loved,\nfor whom so many great battles were fought,\nis there. You, all the rich and the fortunate, love her,\nand, what’s so shameful, it’s true, all the lesser ones,\nall the adulterous frequenters of by-ways:\nyou, above all, one of the hairy ones,\nrabbit-faced offspring of Spain,\nEgnatius . Whom a shadowy beard improves,\nand teeth scrubbed with Iberian piss."
  },
  {
    "id": "38",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "he’s ill, by Hercules , and it’s bad,\nand worse and worse by the hour.\nWhere are you, for whom it’s the least and easiest thing,\nto bring consolation with chatter?\nI’m cross with you. So much for my friendship?\nEven a little might comfort me,"
  },
  {
    "id": "39",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Egnatius , because he has snow-white teeth,\nsmiles all the time. If you’re a defendant\nin court, when the counsel draws tears,\nhe smiles: if you’re in grief at the pyre\nof pious sons, the lone lorn mother weeping,\nhe smiles. Whatever it is, wherever it is,\nwhatever he’s doing, he smiles: he’s got a disease,\nneither polite, I would say, nor charming.\nSo a reminder to you, from me, good Egnatius.\nIf you were a Sabine or Tiburtine\nor a fat Umbrian, or plump Etruscan,\nor dark toothy Lanuvian , or from north of the Po,\nand I’ll mention my own Veronese too,\nor whoever else clean their teeth religiously,\nI’d still not want you to smile all the time:\nthere’s nothing more foolish than foolishly smiling.\nNow you’re Spanish: in the country of Spain\nwhat each man pisses, he’s used to brushing\nhis teeth and red gums with, every morning,\nso the fact that your teeth are so polished\njust shows you’re the more full of piss."
  },
  {
    "id": "40",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "What illness of mind, poor little Ravidus ,\ndrives you headlong onto my iambics?\nWhat god, badly-disposed towards you,\nintends to start a mad quarrel?\nOr is it to achieve vulgar fame?\nWhy the assault? You want to be known everywhere?\nYou will be, seeing you’ve wanted to love\nmy love, and with a long punishment."
  },
  {
    "id": "41",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Ameana , a girl fucked by all,\nrequires ten thousand from me,\nthat girl with the ugly great nose,\nGather round, you who care for the girl,\nassemble together, doctors and friends:\nthe girl’s not well, don’t ask what it is:\nshe’s suffering from fantasy money."
  },
  {
    "id": "42",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Come , hendecasyllables, all that there are\nand from every side, as many as are.\nA base adulteress thinks I’m a joke,\nand refuses to give me my tablets\nonce more, if you’d believe it.\nWe’ll follow her: ask for them back.\nWhich one, you may ask? The one you can see\nstrutting disgracefully, laughing ridiculously,\nmaddening, with the jaws of a Gaulish bitch.\nSurround her: ask for them back:\ngive back, stinking adulteress, my letters!’\nYou won’t? O to the mire, the brothel,\nor if anything can be more ruinous, then that!\nBut still don’t think that’s enough.\nCall her again in a louder voice:\ngive back, stinking adulteress, my letters!’\nBut it’s no use: nothing disturbs her.\nWe’d better change methods and tactics,\nif we want them to be of more use to us:\nlet’s see if we can’t get a blush\nfrom that bitch’s brazen face.:"
  },
  {
    "id": "43",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Greetings , girl with a nose not the shortest,\nfeet not so lovely, eyes not of the darkest,\nfingers not slender, mouth never healed,\nand a not excessively charming tongue,\nAnd the Province pronounces you beautiful?\nTo be compared to my Lesbia ?\nO witless and ignorant age!"
  },
  {
    "id": "44",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "O my estate, whether you’re Sabine or Tiburtine\n(for they call you Tiburtine, who don’t wish to wound\nCatullus: but those who wish to do so say\nthat whatever the bet is you’re Sabine),\nbut whether you’re Sabine or Tiburtine,\nI willingly inhabit your suburban villa,\nand shake off a bad bronchial cough,\ngiven me by a stomach chill, my own fault,\nwhile stuffing extravagant dinners.\nFor I wanted to be a guest of Sestius ,\nso I read the oration in Antius ’s case,\nfull of legal poison and pestilence,\nit weakened me even to the extent\nof watery colds and frequent coughing,\ntill I fled to your bosom, and restored\nmy health, with rest and nettle-soup.\nRefreshed by which, I give you great thanks,\nwho take no revenge on me for my error.\nNow I don’t care, if I take up that heinous\nscript again, if it’s not me but Sestius himself,\nwheezing and coughing, who takes a chill,\nwho invited me only after I’d read that vile work."
  },
  {
    "id": "45",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Septimius holding his beloved Acme\nin his lap, said: ‘Acme, mine, if I\ndon’t love you desperately, and love forever,\ncontinually through all the years,\nas much as he who loves the most,\nin empty Libya and scorched India,\nI’ll fight against some green-eyed lion.’\nAs he spoke, Love, to left and right,\nBut Acme lifted her head slightly\nand her charming red lips spoke\nto her sweet boy’s intoxicated eyes:\nlet us always serve this one lord,\nthat more deeply and more fiercely\nthe fire will burn my tender marrow.’\nAs she spoke, Love, to left and right\nNow profiting from these good omens\ntheir mutual spirits love and are loved.\nSeptimius sets his little Acme,\nabove the Syrians or Britons:\nfaithful Acme makes Septimius\nher one darling and desire.\nWho might see more blessed creatures\nwho a love more fortunate?"
  },
  {
    "id": "46",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Now Spring returns mild and temperate,\nnow the wild equinoctial skies\nare calmed by Zephyr ’s happier breezes.\nThe fields of Phrygia will be forsaken,\nCatullus, rich farms of hot Nicaea :\nwe’ll flee to Asia’s bright cities.\nNow restless minds long for travel,\nnow the glad feet stir with pleasure.\nO sweet crowd of friends farewell,\nwho came together from far places,\nwhom divergent roads must carry."
  },
  {
    "id": "47",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Porcius and Socration , two left hands\nof Piso , the world’s itches and famines,\nYou, indulged with great sumptuous banquets\nevery day: my friends\nlooking for work at the crossroads?"
  },
  {
    "id": "48",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Iuventius , if I were always allowed\nto kiss your honey-sweet eyes,\nI might kiss you three hundred\nthousand times, and never be sated,\nnot even if my kisses were more\nthan the crop’s ripe ears of wheat."
  },
  {
    "id": "49",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Most fluent of Romulus’s descendants,\nthat are, that have been, that will be\nthrough all the years, Marcus Tullius ,\nCatullus sends you the warmest thanks,\nthe least of all the poets, as much\nthe least of all the poets, as you\nare the greatest of all lawyers."
  },
  {
    "id": "50",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "we played with my writing tablets,\nharmonising in being delightful:\nscribbling verses, each of us\nplaying with metres, this and that,\nreciting together, through laughter and wine.\nAnd I left there fired with your charm,\nCalvus, and with your wit,\nso that, restless, I couldn’t enjoy food,\nor close my eyes quietly in sleep,\nbut tossed the whole bed about wildly\nin passion, longing to see the light,\nso I might speak to you, and be with you.\nBut afterwards I lay there wearied\nwith effort, half-dead in the bed,\nI made this poem for you, pleasantly,\nfrom which you might gather my pain.\nNow beware of being rash, don’t reject\nmy prayers I beg, my darling,\nlest Nemesis demand your punishment. She’s\na powerful goddess. Beware of annoying her."
  },
  {
    "id": "51",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "He seems equal to the gods, to me, that man,\nif it’s possible more than just divine,\nwho sitting over against you, endlessly\nsees you and hears you\nlaughing so sweetly, that with fierce pain I’m robbed\nof all of my senses: because that moment\nI see you, Lesbia , nothing’s left of me.....\nbut my tongue is numbed, and through my poor limbs\nfires are raging, the echo of your voice\nrings in both ears, my eyes are covered\nwith the dark of night.\nyou delight in idleness, and too much posturing:\nidleness ruined the kings and the cities"
  },
  {
    "id": "52",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Why , Catullus? Why wait to die?\nNonnius the tumour sits in a Magistrate’s chair,\nVatinius perjures himself for a Consulate:\nWhy, Catullus? Why wait to die?"
  },
  {
    "id": "53",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "I laughed when someone, from the crowd,\nquite wonderfully, said admiringly, raising his hands:"
  },
  {
    "id": "54",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Otho ’s head is quite tiny,\nand it’s owner’s legs loutishly unclean,\nsoft and delicate is Libo ’s farting:\nif not with all that, then let me displease you\nwith Sufficio , old age renewed...\nagain let my worthless iambics\nrile you, our one and only general."
  },
  {
    "id": "55",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "I beg you, if it’s not too much trouble,\npoint out where your shade might be.\nYou, little Camerius , I’ve looked for you,\nyou, in the Circus, you, in the bookshops,\nyou, in the sacred shrine of great Jove .\nI’ve detained all the girls together\nin Pompey ’s Arcade, my friend,\nwhose faces were blank, however.\nso I demanded of them.\nOne replied, revealing her nudity...\nBut, oh it’s a labour of Hercules to bear with you:\nas much as your pride denies it, my friend.\nSince I’m not that bronze guardian of Crete,\nsince I’m not carried by Pegasus in flight,\nnor by Rhesus ’s swift snowy-white team,\nadd to that feathered-feet and swiftness\nand the collective speed of the winds,\nCamerius you might have said who you were with:\nbut I’d be weary right down to my marrow\nand devoured by excessive fatigue\nif I went on searching for you, my friend.\nTell us where you’ll be in future, utter\nboldly, commit yourself, trust to the light.\nDo the milk-white girls hold you now?\nIf your tongue’s stuck in your mouth,\nyou’ll banish all the rewards of love.\nVenus delights in copious language.\nOr, if you want, fasten your lips,\nwhile letting me share in your loves."
  },
  {
    "id": "56",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "O Cato , an amusing ridiculous thing,\nworth your ears and your laughter!\nCato laugh as you love Catullus:\nthe thing is amusing, and quite ridiculous.\nI caught my girl’s little pupil thrusting away:\nif only to please Dione , I sacrificed him\nto my rigid succeeding shaft."
  },
  {
    "id": "57",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Beautifully matched the perverse buggers,\nNo wonder: both equally spotted,\none from Formia, the other the City,\nmarks that remain, not to be lessened.\ndiseased the same, both of these twins,\nboth somewhat skilled in the selfsame couch,\nthis one no greedier an adulterer than that,\nrivals in shared little girls.\nBeautifully matched the perverse buggers."
  },
  {
    "id": "58",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "that Lesbia, Catullus alone loved\nmore than himself, and all of his own,\nnow at crossroads, and down alleyways,\njerks off the brave sons of Rome."
  },
  {
    "id": "59",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Rufa from Bologna gives head to Rufulus ,\nshe’s Menenius ’s wife, whom you’ve often seen,\nsnatching food, from the pyre itself, in the cemetery,\nchasing the bread when it rolls from the flames,\nbeing thumped by the half-shaven cremator."
  },
  {
    "id": "60",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "You now, did a lioness, from African mountains,\nor the depths of howling Scylla’s thighs,\ncreate you as hard and as foul as that,\nso you might show scorn for the voice of entreaty,\nin its latest misfortune, out of that oh too cruel heart?"
  },
  {
    "id": "61",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "You , who live on Helicon ’s\nhills, the son of Urania ,\nwho carry the tender virgin\nto her man, O Hymanaee Hymen ,\ncrown your brow with sweet flowers\nput on the glad veil, here,\ncome, wearing the saffron shoes\non your snow-white feet:\nsummoned to the happy day\nsinging the nuptial songs\nstrike your feet on the ground, shake\nthe pine torch in your hand.\na rare girl wedded to rare fortune,\nlike the myrtle of Asia born\non the flowering branches,\nSo come, suffer yourself to approach,\nand her cooling stream.\nAnd call the bride to her\nnew husband’s loving home,\nher heart bound fast with love,\nas the clinging ivy enfolds the tree,\nwinding here and there.\nAnd you chaste virgins too,\nwhose own day will come,\ncry,  O Hymanaee Hymen,\nThat, hearing himself called\nto perform his service, he may\nsuffer himself to approach,\nthe commander of wedding joys,\nWhat greater god do you love\nsought out by lovers?\nWhat divine one do men\nworship more, O Hymanaee Hymen,\nYou her trembling father\nthe virgin belt’s untied:\nfor you the bridegroom waits,\nfearful with new desire.\nYou give the young girl fresh\nfrom her mother’s breast,\nto the young novice’s\nhands, O Hymanaee Hymen,\nVenus can take no advantage\nof what good custom allows,\nwithout you, but she can\nif you’re willing. What god dare\ncompare with you in this?\nNo house bears offspring\nwithout you, no parent can be\nbrightened by children: but they can\nif you’re willing. What god dare\ncompare with you in this?\nNo ruler can set the boundaries\nto his country: but he can\nif you’re willing. What god dare\ncompare with you in this?\nOpen the lock of the door.\nThe virgin comes. Do you see how\nthe torches scatter brilliant sparks?\nNoble shame holds back.\nHowever obedient she is,\nshe weeps that she has to go.\nDon’t weep. There’s no danger\nnor will bright day see\na lovelier girl than you\nrise from the Ocean waves.\nSuch a hyacinth flower\nas blooms in a rich man’s\nBut you linger: the day vanishes.\nLet the new bride appear.\nLet the new bride appear, so\nshe can now be viewed, and listen\nto my words. See? The torches\nlet the new bride appear.\nYour husband’s not fickle,\ngiven to sinful adulteries,\ndoes not wish to flee from\nsleep in your tender breasts,\nand as the vines slowly wind\nabout the trees they claim,\nhe’ll be wound in your\nembrace. But the day vanishes:\nlet the new bride appear.\nO bridal-bed, that for all\nat the foot of the shining couch,\ncomes to your master,\nwhat joy, what wandering\ndelights! But the day goes by:\nlet the new bride appear.\nO, you boys, lift the torches:\nI see the flame approach.\nCome: let the song sound in harmony\nDon’t hold back the bold\ndon’t let this obedient concubine\nabandoning his master’s love\ndeny the boys their nuts.\nGive nuts to the boys, you idle\nwith the nuts long enough:\nnow be pleased to serve Hymen .\nConcubine, give them nuts.\nGirls seemed vile to you,\nconcubine, yesterday, till today:\nnow the hair-curler smooths\nyour beard. Wretch of a wretch,\nconcubine, give them nuts.\nYou’ll speak ill of abstaining\nfrom your slaves, perfumed\nIo Hymen Hymenaee io,\nWe know what’s allowed to you\nwhen you’re known to be single,\nbut married it’s not allowed.\nIo Hymen Hymenaee io,\nBride, beware you don’t deny\nwhat your man comes seeking,\nlest he goes seeking elsewhere.\nIo Hymen Hymenaee io,\nPowerful in your house,\nand happy in your powers,\nthat act without you there,\nIo Hymen Hymenaee io,\nuntil with trembling motion\nnods at all and everything.\nIo Hymen Hymenaee io,\nIn your saffron shoes cross\nthe threshold with good omens,\nand enter the shining door.\nIo Hymen Hymenaee io,\nLook inside where your man\nwaiting for you alone.\nIo Hymen Hymenaee io,\nHe no less than you\nburns with fire in his heart,\nbut inwardly much greater.\nIo Hymen Hymenaee io,\nPage, let go the young\ngirl’s shapely arm: now\nshe reaches her husband’s bed.\nIo Hymen Hymenaee io,\nYou good wives who know\nthe powers of old to bring\nyoung girls to marriage.\nIo Hymen Hymenaee io,\nNow bridegroom, you may come:\nyour wife waits in your bed,\nher lovely face gleaming,\nlike a white poppy,\non a saffron field.\nBut, husband, let the gods\njoy, you are no less\nhandsome, nor does Venus\nneglect you. But the daylight flies:\ncome now, don’t delay.\nnow he comes. Kind Venus\nshall aid you, since you desire\nopenly what you desire, you\nwon’t forget kind love.\nHe who would count your joys,\nmany thousands, must first\ntally the grains of Africa’s sands,\nand the glittering stars.\nPlay as you wish, and quickly\ngive her children. It’s not right\nfor an ancient name to be\nchildless, but it should create\nfrom the same root.\nI want a young Torquatus\nto stretch out his tender hand\nfrom his mother’s lap\nsweetly smiling to his father\nLet him be like his father\nManlius, let that be known\nby all the unknowing,\nand let his face reveal,\nSo our praise approves\none born of a noble mother,\njust as unparalleled fame echoes\nClose the doorways, virgins:\nwe’re satisfied with our play. But you\nbrave partners live truly, and\ndo your duty constantly,\nwith vigour and with joy."
  },
  {
    "id": "62",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Evening is here, young men, arise: evening, awaited\nso long by the heavens, barely still shows the light.\nNow is the time to rise, to leave the rich banquet,\nnow the virgin comes, now the wedding-song is sung.\nHymen O Hymenaee, Hymen be near, O Hymenaee!\nDo you see the unmarried girls, you young men?\nRise to meet them: the evening star shows Thessalian fire.\nSuch is the contest: see how they spring up so nimbly?\nDon’t fear to rise, they sing to win a partner.\nHymen O Hymenaee, Hymen be near, O Hymenaee!\nThe palm’s not easily won by us men as equals:\nconsider, the girls need to prepare amongst themselves.\nnot a vain preparation: they truly know what’s what:\nno wonder, since they concentrate their whole mind.\nOur minds are elsewhere: our ears turn elsewhere:\nso we’ll be defeated by willpower: victory needs attention.\nTherefore turn your minds to it at the least:\nnow they begin to sing, now you must reply.\nHymen O Hymenaee, Hymen be near, O Hymenaee!\nHesperus what fire, they say, is crueller than yours?\nWho can tear a daughter away from her mother’s arms,\nfrom a mother’s detaining arms tear a daughter away,\nand give a virgin girl to an ardent young man.\nWhat do the enemy do that’s crueller, in capturing a city?\nHymen O Hymenaee, Hymen be near, O Hymenaee!\nHesperus, who shines with happier fire in the sky?\nYou who strengthen the bond of marriage with your flame,\nwith what men swear, swearing it to the parents,\nnot to be joined together before your own brightness rises.\nWhat wished-for hour by the gods is more happily granted?\nHymen O Hymenaee, Hymen be near, O Hymenaee!\nHesperus has stolen one like us away.\nAnd now at your rising the watchman always wakes,\nthieves hide by night, who often likewise return,\nHesperus, you catch them, as your name alters, at dawn,\nbut the girls love to slander you with false complaints.\nWhy do they complain, if they secretly wish it then?\nHymen O Hymenaee, Hymen be near, O Hymenaee!\nAs the hidden flower born in the hedged garden\nunknown to the beasts, untouched by the plough,\nthat the breezes sweeten, the sun strengthens, the rain feeds:\nthat many young men would choose, and many young girls:\nwhen that same flower fades, plucked by a tender hand,\nno young boy would choose it, and no young girl:\nso the virgin, while she’s untouched, while she’s their love:\nif she loses her flower of chastity, her body dishonoured,\nshe’s no longer the boy’s delight, the girls’ beloved.\nHymen O Hymenaee, Hymen be near, O Hymenaee!\nAs the vine we see, grown in the open field,\nnever lifting its head, never bearing sweet grapes,\nits delicate stem bending downwards with the weight,\nso that in a moment its tallest shoot will touch its roots:\nno countryman, no farm-hand will cherish it:\nbut if the same plant is fastened tight, wedded to an elm,\nmany countrymen and farm-hands will cherish it.\nSo a virgin who stays untouched, and uncultivated, ages:\nwhile taken in equal marriage, while the time is ripe,\nshe’s loved more by the man, less hateful to her parents.\nHymen O Hymenaee, Hymen be near, O Hymenaee!\nAnd don’t you struggle with such a husband, girl.\nit’s not right to struggle, you, whose father gives you away,\nyour father and your mother, who prepare you.\nYour virginity’s not wholly yours: part is your parents:\na third your father’s, a third your mother’s,\nonly a third is yours: don’t fight those two,\nwho grant their rights to the son-in-law with the dowry.\nHymen O Hymenaee, Hymen be near, O Hymenaee!"
  },
  {
    "id": "63",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "As soon as Attis , borne over the deep seas in a swift boat,\nhad reached the Phrygian woods, with rapid eager steps,\nhad returned to a dark corner of the goddess’s grove,\ngoaded by mad fury, and there, his wits wandering\nhad sliced off his testicles with a sharp stone,\nand had seen his remaining members devoid of power,\nand that country’s soil spotted with fresh blood,\nhe took up the drum lightly in his pale hands,\nyour drum, Cybele , yours, Great Mother, in your rite,\nand striking the sounding bull’s-hide with delicate fingers,\nchanted to his followers, as it quivered from his assault:\ncome, now, wandering cattle of Dindymus ’s Lady,\nlike exiles wandering here on an alien shore,\nfollowers of my way, lead by me, my friends,\nyou suffered the swift seas and the wild waves\nand sheared your sex from your bodies with great hatred:\ngladden the Lady’s spirit with swift movements.\nBanish dull delay from your minds: come, now, follow,\nto Phrygian Cybele’s house, the Phrygian goddess’s grove,\nwhere the voice of the cymbal clashes, the drum echoes,\nwhere the Phrygian flute-player plays on a curving reed,\nwhere the ivy-crowned Maenads violently toss their heads,\nwhere they act out the sacred rites with high-pitched howls,\nwhere the goddess’s wandering retinue’s wont to hover,\nwhere we should hurry with our swift triple-step.’\nAs Attis, the counterfeit woman, sings this to his friends,\nthe Bacchic choir suddenly cries with quivering tongues,\nthe drum echoes it gently, the hollow cymbals ring.\nThe swift choir comes to green Ida on hurrying feet.\nAttis, leading, panting wildly, goading his scattered wits,\nenters the dark grove accompanied by the drum,\nlike a wild heifer escaping the weight of the yoke:\nThe agile Gallae follow their swift-footed leader.\nThen, since wearied, foodless, they reach Cybele’s grove,\nthey’re seized by sleep from their excessive labours.\nDull tiredness overwhelms eyes giving way to languor:\nmad frenzy vanishes in the calm of gentle breath.\nBut when the Sun from his golden face scanned the bright\nheavens with radiant eye, the harsh earth, and wild sea,\nand dispelled the shadows of night with his lively steeds,\nthen the Grace, Pasithea , takes swift Sleep, flying\nfrom the waking Attis, to her beating heart.\nSo, rapidly, from sweet dream and free of madness,\nAttis recollected his actions in his thoughts,\nand saw with a clear heart what and where he had been,\nturning again with passionate mind to the sea.\nThere gazing at the wide waters with tearful eyes\nhe raised his voice and sadly bemoaned his homeland:\nI, who left you so sadly, have reached the groves of Ida,\nlike a slave fleeing his master, so am I among\nsnows, and the frozen lairs of wild creatures,\nand should I in madness enter one of their dens\nwhere would I think to find you buried in those places?\nThe keen eye itself desires to turn itself towards you,\nwhile my thought is free a while of the wild creatures.\nHave I been brought from my distant home for this grove?\nShall I lose country, possessions, friends, kin?\nShall I lose forum, wrestling ring, stadium and gymnasium?\nSorrow on sorrow, again and again complaint in the heart.\nWhat form have I not been, what have I not performed?\nI a woman, I a young man, a youth, a boy,\nI the flower of the athletes, the glory of the wrestling ring:\nmy doorway frequented, my threshold warm,\nmy house was garlanded with wreaths of flowers,\nat the dawn separation from my bed.\nNow am I brought here priest and slave of divine Cybele?\nI, to be Maenad : a part of myself: a sterile man?\nI to worship on green Ida in a place cloaked in frozen snow?\nI to live my life beneath the high summits of Phrygia,\nwhere deer haunt the woods, where the wild boar roams?\nNow I grieve for what I did, now I repent.’\nAs the swift sounds leave his rosy lips\nthe fresh words reach the twin ears of the goddess,\nas Cybele is loosing the lions from their yoke\nand goading the left-hand beast: she spoke to it,\nsaying: ‘Go now, be fierce, so you make him mad, so he\nis forced to return to the grove by the pain of his madness,\nhe who desires to escape my rule so freely.\nLet your tail wound your back, let the lashes show,\nmake the whole place echo to your bellowing roar,\nshake your red mane fiercely over your taut neck.’\nSo Cybele spoke in threat and loosed the leash.\nThe wild beast urging itself to speed, roused in spirit,\ntore away, roared, broke madly through the thickets.\nand when it reached the wet margin of the white sands,\nand saw delicate Attis near to the ocean waves,\nit charged. He fled demented to the wild wood:\nthere to be ever enslaved, for the rest of his life.\nGoddess, Great Goddess, Cybele, Lady of Dindymus,\nMistress, let all your anger be far from my house:\nmake others aroused, make other men raving mad."
  },
  {
    "id": "64",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Once they say pine-trees born on the heights of Pelion\nfloated through Neptune ’s clear waves,\nto the River Phasis and Aeetes ’s borders,\nwith chosen men, oaks of the Argive people,\nhoping to steal the Golden Fleece of Colchis\ndaring to course the salt deeps in their swift ship,\nsweeping the blue waters with fir-wood oars.\nThe goddess herself who guards the heights of the city,\nwho joined the curving fabric to pinewood keel,\nmade their ship speed onwards with light winds.\nThat vessel was first to explore the unknown sea:\nso, as she ploughed the windblown waters with her prow,\nand whitened the churning waves with foam from the oars,\nthe Nereids lifted themselves from the dazzling white\ndepths of the sea, amazed at this wonder of ocean.\nIn those, and other days, mortal eyes saw the sea-nymphs\nraise themselves, bodies all naked, as far as their nipples,\nfrom the white depths.\nThen Peleus , they say, was inflamed with love of Thetis ,\nthen Thetis did not despise marriage with a mortal,\nthen Jupiter himself agreed to Thetis’s marriage.\nO heroes, born in a chosen age, hail, godlike race!\nO offspring of a blessed mother, hail once more.\nOften I’ll address you, in my song.\nAnd I address you, so blessed in your fortunate marriage,\nchief of Pelian Thessaly, to whom Jupiter himself\ncreator of gods, yielded his beloved:\ndid not Thetis possess you, loveliest of Nereids?\nDid not Tethys allow you to lead off her grand-daughter,\nand Oceanus , who embraces the whole world with sea?\nWhen at the time appointed the longed-for flames arise,\nall of Thessaly crowds together to the palace,\nthe halls are filled with a joyful assembly:\nthey bring gifts with them, declaring their joy in their looks.\nCieros is deserted: they leave Pthiotic Tempe ,\nCrannon ’s houses, and Larissa ’s walls,\nthey gather in Pharsalia , crowd under Pharsalia’s roofs.\nNo one farms the fields, the necks of bullocks soften,\nnor does the curved hoe clear beneath the vines,\nnor does the ox drag earth outward with the blade,\nnor does the sickle thin the shade of leafy trees,\ncoarse rust attacks the neglected plough.\nBut the palace gleams bright with gold and silver\nthrough all the rich receding halls.\nThe ivory chairs shine, cups glisten on tables,\nthe whole palace gladdened with splendour of royal wealth.\nIn the midst of the palace a sacred couch, truly joyful\nfor the marriage of the goddess, gleaming with Indian ivory,\nstained with the red dyes won from purple murex.\nThe cloth depicts in ancient forms, with marvellous art,\nin all their variety, the excellence of gods and men.\nHere are seen the wave-echoing shores of Naxos ,\nTheseus , aboard his ship, vanishing swiftly, watched\nby Ariadne , ungovernable passion in her heart,\nnot yet believing that she sees what she does see,\nstill only just awoken from deceptive sleep,\nfinding herself abandoned wretchedly to empty sands.\nBut uncaring the hero fleeing strikes the deep with his oars,\ncasting his vain promises to the stormy winds.\nThe Minoan girl goes on gazing at the distance,\nwith mournful eyes, like the statue of a Bacchante ,\ngazes, alas, and swells with great waves of sorrow,\nno longer does the fine turban remain on her golden hair,\nno longer is she hidden by her lightly-concealing dress,\nno longer does the shapely band hold her milk-white breasts\nall of it scattered, slipping entirely from her body,\nplays about her feet in the salt flood.\nBut, not caring now for turban or flowing dress, the lost girl\ngazed towards you, Theseus, with all her heart, spirit, mind.\nWretched thing, for whom bright Venus reserved the thorny\ncares of constant mourning in your heart,\nfrom that time when it suited warlike Theseus,\nleaving the curving shores of Piraeus ,\nto reach the Cretan regions of the unbending king.\nFor then forced by cruel plague, they say,\nas punishment, to absolve the murder of Androgeos\nten chosen young men of Athens and ten unmarried girls\nused to be given together as sacrifice to the Minotaur .\nWith which evil the narrow walls were troubled until\nTheseus chose to offer himself for his dear Athens\nrather than such Athenian dead be carried un-dead to Crete.\nAnd so in a swift ship and with gentle breezes\nhe came to great Minos and his proud halls.\nAs soon as the royal girl cast her eye on him with desire,\nshe whom the chaste bed nourished, breathing\nsweet perfumes in her mother’s gentle embrace,\neven as Eurotas ’s streams surround a myrtle\nthat sheds its varied colours on the spring breeze,\nshe did not turn her blazing eyes away from him,\ntill she conceived a flame through her whole body\nthat burned utterly to the depths of her bones.\nAh sadly the Boy incites inexorable passion\nin chaste hearts, he who mixes joy and pains for mortals,\neven she, who shakes the mind of a smitten girl,\noften sighing for a blonde-haired stranger!\nHow many fears the girl suffers in her weak heart!\nHow often she grows pallid: more so than pale gold.\nAs Theseus went off eager to fight the savage monster\neither death approached or fame’s reward!\nPromising small gifts, not unwelcome or in vain,\nshe made her prayers to the gods with closed lips.\nNow as a storm uproots a quivering branch of oak,\nor a cone-bearing pine with resinous bark, on the heights\nof Mount Taurus , twisting its unconquered strength\nin the wind (it falls headlong, far off, plucked out\nby the roots, shattering anything and everything in its way)\nso Theseus upended the conquered body of the beast\nits useless horns overthrown, emptied of breath.\nThen he turned back, unharmed, to great glory,\nguided by the wandering track of fine thread,\nso that his exit from the fickle labyrinth of the palace\nwould not be prevented by some unnoticed error.\nBut what should I relate, digressing further\nfrom my poem’s theme: the girl, abandoning\nher father’s sight, her sisters’ embraces, and lastly\nher mother’s, she wretched at her lost daughter’s joy\nin preferring the sweet love of Theseus to all this:\nor her being carried by ship to Naxos’s foaming shore,\nor her consort with uncaring heart vanishing,\nshe conquered, her eyes softening in sleep?\nOften loud shrieks cried the frenzy in her ardent heart\npoured out from the depths of her breast,\nand then she would climb the steep cliffs in her grief,\nwhere the vast sea-surge stretches out to the view,\nthen run against the waves into the salt tremor\nholding her soft clothes above her naked calves,\nand call out mournfully this last complaint,\na frozen sob issuing from her wet face:\nfaithless man, to abandon me on a desert shore?\nIs this how you vanish, heedless of the god’s power,\nah, uncaring, bearing home your accursed perjuries?\nNothing could alter the measure of your cruel mind?\nNo mercy was near to you, inexorable man,\nthat you might take pity on my heart?\nYet once you made promises to me in that flattering voice,\nyou told me to hope, not for this misery\nbut for joyful marriage, the longed-for wedding songs,\nall in vain, dispersed on the airy breezes.\nNow, no woman should believe a man’s pledges,\nor believe there’s any truth in a man’s words:\nwhen their minds are intent on their desire,\nthey have no fear of oaths, don’t spare their promises:\nbut as soon as the lust of their eager mind is slaked\nthey fear no words, they care nothing for perjury.\nSurely I rescued you from the midst of the tempest\nof fate, and more, I gave up my half-brother,\nwhom I abandoned to you with treachery at the end.\nFor that I’m left to be torn apart by beasts, and a prey\nto sea-birds, unburied, when dead, in the scattered earth.\nWhat lioness whelped you under a desert rock,\nwhat sea conceived and spat you from foaming waves,\nwhat Syrtis , what fierce Scylla , what vast Charybdis ,\nyou who return me this, for the gift of your sweet life?\nIf marriage with me was not in your heart,\nbecause you feared your old father’s cruel precepts,\nyou could still have led me back to your house,\nwhere I would have served you, a slave happy in her task,\nwashing your beautiful feet in clear water,\ncovering your bed with the purple fabric.\nBut why complain to the uncaring wind in vain?\nIt is beyond evil, and without senses, unable\nto hear what is said, without voice to reply.\nIt is already turning now towards mid-ocean,\nand nothing human appears in this waste of weed.\nSo cruel chance taunts me in my last moments,\neven depriving my ears of my own lament.\nAll-powerful Jupiter , if only the Athenian ships\nhad not touched the shores of Cnossos , from the start,\ncarrying their fatal cargo for the ungovernable bull,\na faithless captain mooring his ropes to Crete,\nan evil guest, hiding a cruel purpose under a handsome\nappearance, finding rest in our halls!\nNow where can I return? What desperate hope\ndepend on? Shall I seek out the slopes of Ida ?\nBut the cruel sea with its divisive depths\nof water separates me from them.\nOr shall I hope for my father’s help? Did I not leave him,\nto follow a man stained with my brother’s blood?\nOr should I trust in a husband’s love to console me?\nWho hardly bends slow oars in running from me?\nMore, I’m alive on a lonely island without shelter,\nand no escape seen from the encircling ocean waves.\nNo way to fly, no hope: all is mute,\nall is deserted, all speaks of ruin.\nYet still my eyes do not droop in death,\nnot till my senses have left my weary body,\ntill true justice is handed down by the gods,\nand the divine help I pray for in my last hour.\nSo you Eumenides who punish by avenging\nthe crimes of men, your foreheads crowned\nwith snaky hair, bearing anger in your breath,\nhere, here, come to me, listen to my complaints,\nthat I, wretched alas, force, weakened, burning,\nout of the marrow of my bones, blind with mad rage.\nSince these truths are born in the depths of my breast,\nyou won’t allow my lament to pass you by,\nbut as Theseus left me alone, through his intent,\ngoddesses, by that will, pursue him and his with murder.’\nWhen these words had poured from her sad breast,\nthe troubled girl praying for cruel actions,\nthe chief of the gods nodded with unconquerable will:\nat which the earth and the cruel sea trembled\nand the glittering stars shook in the heavens.\nNow Theseus’s mind was filled with a dark mist\nand all the instructions he had held fixed in memory\nbefore this, were erased from his thoughts,\nfailing to raise the sweet signal to his mourning father,\nwhen the harbour of Athens safely came in sight.\nFor they say that when Aegeus parted from his son,\nas the goddess’s ship left the city, he yielded him\nto the wind’s embrace with these words:\nson, whom I abandoned through chance uncertainty,\nlately returned to me in the last days of my old age,\nsince my fate and your fierce virtue tear you away\nfrom me, against my will, whose failing eyes\nare not yet sated with my dear son’s face,\nI don’t send you off happily with joyful heart,\nor allow you to carry flags of good fortune,\nbut start with the many sorrows in my mind,\nmarring my white hairs with earth and sprinkled ashes,\nthen hang unfinished canvas from the wandering mast,\nso the darkened sail of gloomy Spanish flax\nmight speak the grief and passion in my mind.\nBut if the one who dwells in sacred Iton , who promised\nto defend the people and city of Erectheus , allows you\nto wet your hand with the blood of the bull,\nthen make sure this command is done, buried in your\nremembering heart, not to be erased by time:\nthat as soon as you set eyes on our hills,\nstrip the dark fabric fully from the yards,\nand hoist white sails with your twisted ropes,\nso that seeing them from the first, I’ll know joy\nin my glad heart, when a happy time reveals your return.’\nThese words to Theseus, once held constantly in mind,\nvanished like clouds of snow struck by a blast of wind\non the summits of high mountains.\nBut when his father, searching the view from the citadel’s height,\nendless tears flooding his anxious eyes,\nfirst saw the sails of dark fabric,\nhe threw himself head first from the height of the cliff,\nbelieving Theseus lost to inexorable fate.\nSo fierce Theseus entered the palace in mourning\nfor his father’s death, and knew the same grief of mind\nthat he had caused neglected Ariadne,\nshe who was gazing then where his ship had vanished\npondering the many cares in her wounded heart.\nBut bright Bacchus hurries from elsewhere\nwith his chorus of Satyrs and Silenes from Nysa,\nseeking you, Ariadne, burning with love for you.\nIn rapture his Bacchantes raved madly, crazed in mind,\nwith cries of ‘ euhoe ’ and tossing heads,\nsome brandished the thyrsus with hidden tip,\nsome flourished the torn limbs of bullocks,\nsome wreathed themselves with twining snakes,\nsome celebrated the secret rites of the hollow box,\nrights they wished the profane to hear in vain:\nothers beat the drums with the flat of their hands,\nor raised a clear ringing from rounded cymbals:\nthey blew endless strident calls on the horns\nand the barbarous flute shrilled with fearful tunes.\nSuch the splendid workings of figured tapestry\ncovering the sacred couch its cloth embraced.\nThe people of Thessaly after gazing eagerly\nwere satisfied, they began to leave the goddess’s sanctuary.\nAs Zephyr stirs the willing waves, ruffling\nthe placid sea with morning breeze,\nwhile Aurora rises to the wandering Sun’s threshold,\nso that at first they move slowly struck by a gentle blast,\nand their splashing resounds with slight lamentation,\nwhile afterwards they increase, swelling more and more,\nand reflect the red of the sunrise far-off as they rise:\nso, here and there, with wandering feet the crowd disperse\nto their homes, leaving the courtyard of the royal palace.\nAfter their departure Chiron , the Centaur’s leader,\narrived from steep Pelion carrying woodland gifts:\nsince what the fields bear, whatever the country of Thessaly\nyields on high peaks, whatever the flowers by the river’s waves\nthe fecund breath of the warm west wind produces,\nhe brought woven together in confused garlands,\nso that the palace smiled, charmed by happy fragrances.\nAt once Peneus came to green Tempe ,\nTempe, whose hanging woods encircle it above,\nleaving Pasiphae to be honoured by the sea’s dance:\nnot empty-handed, since he carried a tall beech\nby the roots, and long-leafed laurel from a straight trunk,\nand was not without nodding plane, and pliant poplar,\nscorched Phaethon ’s sister, and airy cypress.\nHe placed them woven, here and there, round the house\ntill the courtyard was green, veiled with fresh foliage.\nPrometheus followed after him, skilled in mind,\nshowing faint traces of his ancient punishment,\nwhen once he suffered, hung in tight chains\nfrom the high ledge of rock.\nThen the father of the gods with his sacred consort,\nand his sons, came down from the heavens,\nleaving behind only you, Phoebus , and the one born\ntogether with you, she who lives on the slopes of Ida :\nPeleus is still disdained by both you and your sister ,\nand you will not celebrate Thetis’s wedding torches.\nThen the gods seated their limbs at the white benches,\nat tables richly heaped with various foods,\nwhile, moving their bodies in trembling dance,\nthe Fates began to utter their prophetic song.\nQuivering seized their bodies, their white ankles\nwholly covered by the red hem of their dresses,\nand a red headband circling their white hair,\nand their hands were busy, as ever, at their eternal work.\nThe left hand held the distaff, wound with soft wool,\nthen the right, drawing out the thread lightly, shaped it\nwith upturned fingers, then, twisting it under the thumb,\nturned the level spindle in smooth rotation,\nand often a plucking tooth made the strands equal,\nand fragments of wool, that once projected\nfrom the light threads, clung to their dry lips:\nand, before their feet, bright wool from a soft fleece\nwas guarded by a basket woven of willow.\nThen in a clear voice, pushing away the fleece,\nthey poured out these prophecies in divine song,\nsong not to be proven wrong, by any amount of years.\nadding marvellous glory to your great powers,\naccept what the glad sisters bring to the light,\ntrue oracles: but you who accompany fate,\nfly, guiding threads: fly, spindle.\nNow Hesperus comes to you bearing the longed-for\nbride, the wife approaches beneath a fortunate star,\nwho pours out her heart to you with tender love,\nand prepares to lie with you in languid sleep,\nspreading her delicate arms beneath your strong neck.\nFly, guiding threads: fly, spindle.\nNo house has ever sheltered such love,\nno love has ever joined lovers in such a union,\neven as harmony comes to Thetis, and Peleus.\nFly, guiding threads: fly, spindle.\nA child Achilles is born to you, free of fear,\nnoted for never turning his back on an enemy, strong\nof heart, who, often the victor in the fickle foot-race,\noutstrips the swift deer with fiery hooves.\nFly, guiding threads: fly, spindle.\nNo hero dare confront him in battle,\nwhen the Phrygian rivers flow with the blood of Teucer ’s people,\nand the third heir of deceitful Pelops lays waste\nthe walls of Troy , besieged in the weary war.\nFly, guiding threads: fly, spindle.\nOften women at the funerals of their sons lament\nhis illustrious powers and bright deeds,\nas neglected hair streams down from their white heads,\nand weak hands mark their withered breasts.\nFly, guiding threads: fly, spindle.\nNow, as a reaper prematurely mowing the dense stalks,\nscythes the golden fields under his eager feet,\nhe destroys the Trojan bodies with his fierce blade.\nFly, guiding threads: fly, spindle.\nScamander ’s waves that pour down in cascade to the swift\nHellespont will bear witness to his great courage,\nits passage narrowed by the heaped bodies of the dead,\nthe deep waters mixed with warm blood.\nFly, guiding threads: fly, spindle.\nAt last it will be witness also to a death-prize paid,\nwhen a heaped tomb by the high rampart receives\nthe smooth white body of a sacrificed virgin girl.\nFly, guiding threads: fly, spindle.\nThen as luck grants the riches of the Trojan city\nto the weary Greeks , loosening Neptune ’s bond,\nthe high mound will be soaked with Polyxena ’s blood:\nwho bowing like a sacrifice to the two-edged blade\nwill fall to her knees, a maimed corpse.\nFly, guiding threads: fly, spindle.\nSo perform the wishes of your hearts, join in love.\nLet the husband accept his goddess in joyful contract,\nnow the bride be given to her loving partner.\nFly, guiding threads: fly, spindle.\nThe nurse returning at daybreak will not\nencircle her neck with yesterday’s ribbon,\nnor the anxious mother by the sad bed of a troubled daughter,\nforgo the hope of dear grandchildren.\nFly, guiding threads: fly, spindle.’\nSuch the song once sung of happy prophecy\nto Peleus, from the Parcae ’s divine hearts.\nOnce the gods in person visited the pure houses of heroes,\nand showed themselves to the mortal crowd,\nthe gods were not yet used to men’s scorn for piety.\nOften the father of the gods revisiting his bright temple,\nwhen the annual rites came round on the holy days,\nsaw a hundred bulls lying on the ground.\nWandering Bacchus often led the shouting Bacchantes ,\nwith their flowing hair, on the high peak of Parnassus ,\nwhen all rushing in emulation from the happy town\nof Delphos received the god with smoking altars.\nOften in the fatal struggles of war, Mars , or swift Minerva\nthe lady of Lake Tritonis, or virgin Artemis\nappeared to exhort the crowds of armed men.\nBut afterwards earth was tainted by impious wickedness\nand all fled from justice with eager minds,\nthe brother’s hand was stained with a brother’s blood,\nthe child ceased to mourn for its dead parents,\nthe father chose the younger son’s death to acquire\na single woman in her prime, the impious mother\nspread herself beneath the unknowing son,\nnot afraid of desecrating the household shrine.\nAll piety was confused with impiety in evil frenzy\nturning the righteous will of the gods from us.\nSo such as they do not visit our marriages,\nnor allow themselves to approach us, in the light of day."
  },
  {
    "id": "65",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Though I’m continually worn out by grief’s pain,\nremoved, Hortalus , from the learned girls,\nunable to bear the sweet fruit of the Muses ,\nthe mind troubled by so many dark feelings\n(for lately the flowing water in Lethe ’s depths\nwashes at my brother’s pallid feet,\nwhom, torn from my eyes, the earth crushes\nbeneath the shore of Trojan Rhoeteum .\nAm I never to see you hereafter, brother\nmore lovely than life? But I will always love you,\nit’s true, always sing your death in mournful song,\nas Daulian Procne sings in the dense shadow\nof branches, lamenting dead Itylus ’s fate)\neven in such great sadness, Hortalus, I still send you\nthese verses in imitation of Callimachus ,\nlest you might think your words for no good reason\nhad been lost from my mind on the passing wind,\nas the apple sent as a secret gift from a lover\nrolls from the chaste girl’s breast,\nplaced under the soft clothing, sadly forgotten,\nuntil, as she springs up at her mother’s approach,\nit’s shaken out, and rolls down in headlong descent,\nleaving a knowing blush on her sad face."
  },
  {
    "id": "66",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "He who gazed at all the lights in the vast heavens,\nwho learnt the rise and setting of the stars,\nhow the fiery beauty of the swift sun’s darkened,\nhow constellations vanish at fixed times,\nhow sweet love entices Diana , secretly passing\nnear the Latmian cliffs, in her airy course:\nthat same Conon , the astronomer, saw me shining brightly\nat heaven’s threshold, a lock of hair from Berenice ’s head,\nshe who stretching out her delicate arms\nmade promises to a multitude of gods,\nat that time when the great king newly married\nwas gone to lay waste the borders of Assyria,\nbearing sweet traces of nocturnal strife,\nthose that are brought about by virgin spoils.\nIs Venus really hated by new brides? Is parents’ joy\ndeceived by their false tears, shed copiously within\nthe threshold of the bed? If it were truth they sighed\nthey’d not have supported my divinity so.\nMy queen taught me that, with her many woeful cries,\nwhen her new husband went off to grim battle.\nAnd is it not the bereavement of an empty bed you mourn,\nbut the tearful separation from a dear brother?\nHow sad cares eat at the heart’s core from within!\nAs though, troubled, your mind is wholly lost,\nrobbed of all feeling in your breast!\nBut I recognise true greatness in a girl.\nSurely that brave act is not forgotten by which a husband’s\nkingdom was gained, that no one stronger dared?\nBut what sad words were said in sending off this husband!\nJupiter, how often your eyes were brushed by your hand!\nWhat god has changed you so? Or is it a lovers wish\nnot to be absent from the beloved body for long?’\nAnd, there too, you promised me, to all the gods,\nnot without blood of bulls, for your dear husband,\nif it brought his return. It did not take him long\nto add captive Asia to the bounds of Egypt.\nI discharge former promises, for those deeds,\nby this new tribute that joins me to the heavens.\nUnwillingly, O Queen, I was parted from your hair,\nunwillingly: I swear it by you and that head of yours,\nthat is worthy, even though one were to swear in vain:\nbut who could claim to be equal to steel itself?\nEven the mountain’s overthrown by it, the greatest\nbright child of Macedonia ’s shores, over-passed\nwhen the Persians created a new sea, when barbarians\ndrove their fleet through the midst of Athos .\nWhat can hair do when such things fall to the blade?\nBy Jupiter, that the tribe of Chalybes might all perish,\nand those who first pursued the search for veins of metal\nbelow the earth, and how to cut tough things with iron!\nA little while ago the sisters were mourning my fate\nas a shorn lock, when, out of Locri, Arsínoe sent\nthe winged horses of Ethiopian Memnon himself,\nbeating, with quivering wings, Zephyrus ’s,\nthe West Wind’s, air, the brother born with him,\nand carrying me through the shadowed sky, he flew,\nand placed me in chaste Venus’s lap.\nArsínoe herself sent her servant there,\nGreek inhabitant of the Canoptic shore.\nMy arrival changed the heavens, so the golden crown\nfrom Ariadne ’s brow might not be fixed alone\nin the bright sky: but, so that I too might shine,\na faithful spoil of that golden hair, the goddess\npassing, wet from the flood, to the gods’ temple,\nplaced me as a new constellation among the old.\nFor, touching the Virgin ’s stars and the savage Lion ,\nI fall towards the west, leading slow Bootës ,\nwho merges tardily with the deep Ocean .\nBut though the footsteps of the gods touch me by night,\nlight still returns me to the ancient sea .\n(Let this be known, by your leave, Fate, Virgin Ramnusia ,\nsince I hide nothing of the truth through fear,\nnor though the stars disperse me with angry words,\ndo I choose to hide the buried truth of the heart.)\nI don’t delight in these things, as much as I suffer\nfrom being parted, parted from my lady’s hair,\nwith which, when the girl used to try out\nall perfumes, I myself absorbed many thousands.\nNow you, whom the longed-for marriage torches join,\ndon’t surrender your bodies to mutual embrace,\nbaring your breasts with clothes removed,\nbefore the onyx delights me with its pleasing gift,\nyour onyx, you who by right adorn the chaste bed.\nBut she who gives herself to impure adulteries,\nlet her absorb from sin the vain gift of light dust:\nsince I seek no prize from the undeserving.\nBut let great harmony, O brides, always inhabit\nyour house, continual love always.\nYou, my Queen , when you see your divine constellation,\nas you placate Venus with festive lights,\ndon’t leave me free of your perfumes,\nbut endow me with more great gifts.\nI wish that the stars would fall! I’d become royal hair,\nand then let Orion shine next to Aquarius !"
  },
  {
    "id": "67",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "O hail, sweet door, pleasing to a husband, pleasing\nto a father, and may Jupiter add his virtuous power to you,\nwho served Balbus faithfully, they say, for a good while,\nwhen the old man owned the house himself,\nand served the son, on the contrary, quite badly, it’s said,\nwhen you became a wedding gift with the old man dead.\nCome on, tell us, why exhibit this change\ndeserting old loyalties of ownership?\nover to now), though it’s said to be mine,\nit’s no sin of mine that anyone can say anything:\ntruly a door of your people answers you,\nme, to whom whenever some ill deed’s discovered\nall cry out: “It’s your fault, door.”’\nIt’s not enough to say that, with a word,\nbut you must do what anyone might see and know.\nI will, tell me, don’t hesitate.\nwas false. The husband wasn’t the first to touch her,\nhe whose sword hangs limper than a tender beet,\nnever lifting the middle of his tunic:\nbut they say the father violated his son’s bed,\nand disgraced the unfortunate house,\neither because his impious mind burned with blind lust,\nor because the son was useless, with barren seed,\nso it was necessary to search for one more vigorous,\nwho could undo her virgin tie.’\nYou tell of an illustrious father with amazing piety.\nwho comes in his own son’s lap.\nthat golden Mella with sweet water runs by,\nBrescia dear mother of my Verona, says\nhe isn’t the only one known to have had her,\nbut speaks of Postumius and Cornelius with passion,\nwith whom she commited wicked adultery.\nHere someone will have said? “How do you know,\ndoor, never allowed to leave your master’s threshold,\nor overhear people, but fixed to this post,\nso accustomed to opening and closing the house?”\nI’ve often heard her alone in a furtive voice\nspeak to her maids about her sins,\nthe names I’ve said being spoken, she expecting\nthat I’d have neither speech nor hearing.\nBesides, she added, someone else, whose name\nI don’t want to say, lest he raise his red eyebrow.\nHe’s a tall man, who fought a great lawsuit once,\nabout a false pregnancy in a lying womb.’"
  },
  {
    "id": "68",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "That you send this letter to me, written with tears,\nto me, crushed by fate and bitter ill-fortune,\nthat I might raise up, and return from the threshold of death\none shipwrecked, cast from the foaming waves of the sea,\none whom sacred Venus deprives of gentle sleep,\nforsaken, enduring an empty bed, not delighting\nin the sweet songs of the Muse of the ancient poets,\nlying awake all night with an anxious mind:\nthat’s pleasing to me, since you call me your friend,\nand search here for the gifts of the Muses and Venus.\nBut in case my troubles aren’t known to you, Manlius ,\nor you think I dislike the duties of a friend,\nlet me tell of waves of misfortune that I myself plunge in,\nlest you seek rich gifts any more from a wretched man.\nAt that time when the first white toga was handed me,\nwhen my youth passed in flower through happy spring,\nI played more than enough: the goddess was not unknown to me,\nthe work that mixed bitter with sweet.\nBut all my studies were lost in the grief at my brother’s death.\nO wretched, to take my brother from me:\nyou brother, you, in dying, wrecked my good fortune,\nwith you our whole house is buried together,\nwith you all our joys perish in one,\nthat your love nourished in sweet life.\nSo that ruined in thought I forsake those studies\nand all the delights of the mind.\nTherefore, when you say that it’s shameful for Catullus\nto be in Verona, that here someone well-known\nonly warms cold limbs in an empty bed,\nit’s not shameful, Manlius, my sadness is great.\nSo pardon me if I don’t bestow those gifts on you\nthat grief takes from me, while I cannot.\nSince there’s no great store of books here with me,\nit needs me to be living in Rome: there’s my house,\nthere’s my place, there my time is spent:\nonly one of my many book-boxes follows me here.\nsince it’s so, don’t think I do anything with ill intent,\nor that I’m lacking at all in noble feeling:\nit’s on you and no other I seek to lavish riches:\nbesides I’d offer whatever riches I had.\nI can’t conceal, goddesses, the things of mine\nAllius helped with, or how many services he’s performed,\nlest fleeting time in forgetful ages\nhides this kindness of his in blind night:\nbut I tell it to you: speak to many future thousands\nand let this paper speak in its old age,\nand let the dead become more and more famous,\ndon’t let the spider spinning its fine web on high\nperform its task on Allius’s neglected name.\nFor you know how fickle Venus would have troubled me,\nand in what way she might have scorched me,\nwhen I might have burned like the Sicilian rocks,\nor the waters of Malis at Oetaean Thermopylae ,\nmy grieving eyes not have ceased to melt with endless tears,\nmy cheeks to have been drenched with a saddened rain.\nThen like a mountain stream shining on airy heights,\nspringing from mossy rock, that, having fallen\nheadlong from sloping valleys, passes\nthrough the midst of densely populated regions,\nsweet comfort to travellers’ weary labour,\nwhen fierce heat splits the dried-up fields:\nlike to a favourable wind that comes breathing lightly\nto the sailor tossed in the black tempest,\nnow praying to Pollux , now imploring Castor ,\nsuch was Allius’s help to me.\nHe opened the closed field with a wide path,\nand granted my self and my girl a house,\nwhere we carried on our mutual affair,\nto which my bright goddess repaired\nwith gentle steps, set her graceful sandals\non the worn threshold, rested her shining feet,\nas once with blazing passion Laodamia came\nto the house, begun in vain, of Protesilaus\nher husband, the sacrifice not yet appeasing\nthe gods’ love of sacred blood.\nLet nothing please me much, Fate, Ramnusian Virgin,\nthat you by chance may receive unwillingly.\nLaodamia learnt from the loss of her husband\nhow the hungry altar desires holy blood:\nshe was forced to loose her new spouse’s neck,\nbefore one winter, and another returning,\nhad sated eager love with their long nights,\nso she might learn to live without a lost husband,\nwhom the Fates knew would not live long\nif he went as a soldier to the walls of Troy .\nFor now Helen ’s abduction had forced\nthe Greek nobles to rouse their men for Troy,\nTroy (the evil!) a common grave for Asia and Europe,\nTroy the bitter ruin of men and of all virtue,\nhave you not even brought my brother’s death.\nOh alas for the brother taken from me,\noh alas the shining light of a brother lost,\nwith you our whole house is buried together,\nwith you all our joys perish in one,\nthat your love nourished in sweet life.\nYou who, far away, are not interred among famous tombs,\nnor near the ashes of the known,\nbut vile Troy, unhappy Troy, holds your grave,\nin the furthest soil of an alien land.\nTo which they say the men of Greece hurried\nfrom every side, deserting their household shrines,\nlest Paris , delighted, carried off at leisure,\nto a peaceful bed, the adulteress he’d abducted.\nThrough your misfortune, then, loveliest Laodamia\nyour husband was taken from you, dearer to you\nthan life and spirit: love’s passion, swallowing you\nin a whirlpool, carried you into the steep abyss,\nas they say the soil of Greek Pheneus near Cyllene\ndried up, when the thick swamp was drained,\nthat Hercules , the divinely-fathered, once dared to lance,\nin the hacked out marrow of the mountains,\nwhen his sure arrows struck the Stymphalian birds,\nat a worse master’s command, so that the threshold\nof the heavens might be frequented by more gods,\nand Hebe might not long remain a virgin.\nBut your deep love, that taught an untamed girl\nto bear the yoke, was deeper still than that abyss.\nSince the grandchild nursed by an only daughter,\nis not as dear to her father, child of his old age,\nthat, when the child’s name  is barely entered\nin the grandfather’s will, disposing of his riches,\nremoving the scornful family’s impious joy,\nscatters the vultures from his white head:\nno spouse was ever as pleasing to a white dove,\nthat they say often sinfully gives far more kisses\nnipping with its beak, than any woman\nwho beyond measure longs for as much.\nBut you alone outdo their great passion,\nyou who are won for ever by a golden-haired man.\nYou to whom the light of my life conceded little\nor nothing in worth, when she gave herself\ninto my lap, who often shone, with Cupid\nrunning about her, bright in his saffron tunic.\nEven if she’s still not content with Catullus alone,\nI’ll suffer the infrequent affairs of a shy mistress,\nlest I’m too annoying in the manner of fools.\nOften even Juno , greatest of goddesses,\nswallows her burning anger with her spouse’s sins,\nknowing the many affairs of all-willing Jupiter .\nAnd men are not to be compared with the gods,\nbear the thankless burden of a worried father.\nYet, led by no father’s hand, she comes to me,\nto the house, fragrant with Assyrian perfumes,\nbrings me the marvellous gift in the secret night,\nshe herself, stolen away from her husband’s breast.\nAnd that is enough, if that alone’s granted to me,\nthat she marks out that day with a brighter light.\nThis then Allius, for you, what I can, a gift\nmade of song, in return for your friendship,\nlest this day and that, and others on others\ntouch your name with corrosions of rust.\nAnd let the gods add more to this, those gifts\nThemis once used to bring to the pious of old.\nMay you be happy, both you and your life,\nboth your house in which we joyed, and the lady,\nand he who first gave you to me,\nfrom which source all our good was born, and she,\nbefore everything, dearer to me than him, light of my life,\nthrough whose being alive, living is sweet to me."
  },
  {
    "id": "69",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "I ’m not surprised as to why no girl desires\nto place her gentle thighs beneath you, Rufus ,\nnot if you were to weaken her with gifts\nof rarest dresses, the delights of clearest gems.\nA certain evil story wounds you: that they tell\nabout you: that you’ve a wild goat under the armpits.\nEveryone hates that, no wonder: since it’s a truly\nevil-smelling beast, not one that girls bed with.\nSo either kill the cruel plague to their noses,\nor cease to wonder why they run away."
  },
  {
    "id": "70",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "My girl says she’d rather marry no one but me,\nnot if Jupiter himself were to ask her.\nShe says: but what a girl says to her eager lover,\nshould be written on the wind and in running water."
  },
  {
    "id": "71",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "If a goat’s smell under the arms rightly prevents anyone,\nor if a slow gout deservedly cripples them,\nyour rival, who keeps your lover busy,\nis discovered by you to be wonderfully sick with both.\nNow whenever he fucks her, you’re revenged on the pair:\nshe’s troubled by the smell, he’s ruined by the gout."
  },
  {
    "id": "72",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Once you said you preferred Catullus alone,\nLesbia : would not have Jupiter before me.\nI prized you then not like an ordinary lover,\nbut as a father prizes his children, his family.\nNow I know you: so, though I burn more fiercely,\nyet you’re worth much less to me, and slighter.\nHow is that, you ask? The pain of such love\nmakes a lover love more, but like less."
  },
  {
    "id": "73",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Stop wanting to be kind to all and sundry,\nor believing someone can become good.\nAll are ungrateful: being generous achieves nothing,\nrather it wearies even, and greatly harms:\nso with me, whom no one oppresses as heavily, bitterly,\nas he who once held me to be his one and only friend."
  },
  {
    "id": "74",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Gellius had heard his uncle used to rebuke,\nanyone who performed or spoke about love’s delights.\nTo avoid this misfortune himself, he seduced\nhis uncle’s wife, and made his uncle a silent Harpocrates .\nWhat he wanted, he did: for, now though he buggered\nhis uncle himself, his uncle would not say a word."
  },
  {
    "id": "75",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "My mind’s reduced to this, by your faults, Lesbia ,\nand has ruined itself so in your service,\nthat now it couldn’t wish you well,\nwere you to become what’s best,\nor stop loving you if you do what’s worst."
  },
  {
    "id": "76",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "If recalling past good deeds is pleasant to a man,\nwhen he thinks himself to have been virtuous,\nnot violating sacred ties, nor using the names of gods\nin any contract in order to deceive men,\nthen there are many pleasures left to you, Catullus,\nin the rest of life, due to this thankless passion.\nSince whatever good a man can do or say\nto anyone, has been said and done by you.\nAll, that entrusted to a thankless heart is lost.\nWhy torment yourself then any longer?\nWhy not harden your mind, and shrink from it,\nand cease to be unhappy, since the gods are hostile?\nIt’s difficult to suddenly let go of a former love,\nit’s difficult, but it would gratify you to do it:\nThat’s your one salvation. That’s for you to prove,\nfor you to try, whether you can or not.\nO gods, if mercy is yours, or if you ever brought help\nto a man at the very moment of his death,\ngaze at my pain and, if I’ve lived purely,\nlift this plague, this destruction from me,\nso that the torpor that creeps into my body’s depths\ndrives out every joy from my heart.\nI no longer ask that she loves me to my face,\nor, the impossible, that she be chaste:\nI choose health, and to rid myself of this foul illness.\nO gods, grant me this for all my kindness."
  },
  {
    "id": "77",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Rufus , trusted by me as a friend, uselessly and pointlessly,\n(Uselessly? Rather, at a great and evil price),\nhave you crept into my life like this, and ruptured\nmy entrails, ah alas, have you robbed me of all my good?\nYou’ve robbed me, oh cruel poison of my life,\noh ruin of my friendship."
  },
  {
    "id": "78",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Gallus has brothers, of whom one has the loveliest wife\nthe other the loveliest son.\nGallus is a cute man: since he joins them as lovers,\nso that beautiful boy beds with beautiful girl.\nGallus is a stupid man, not seeing himself as a husband,\nwho instructs a nephew in an uncle’s wife’s adultery.\nBut now I grieve that your foul saliva\nhas polluted the pure lips of a pure girl.\nStill you’ll not do it with impunity: now all the years\nwill know you, and ancient tradition tell what you are."
  },
  {
    "id": "79",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Lesbius is pretty. Why not? Since Lesbia likes him\nmore than you and all your people, Catullus.\nBut still let this pretty boy sell Catullus and all his people\nif he should find three to acknowledge his birth."
  },
  {
    "id": "80",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "What can I say, Gellius , as to why those red lips\nbecome whiter than winter snow,\nwhen you leave your house in the morning or when\nthe eighth hour wakes you placid and weak in the long day?\nIt’s something, for sure: perhaps rumour’s whisper is true\nthat you swallow the tall jet from a man’s groin?\nthis is for sure: Victor ’s strained thighs proclaim it,\nand your lips marked with dried semen."
  },
  {
    "id": "81",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Can there be no one in all these people, Iuventius ,\nno nice man you might begin to like,\nbesides that guest of yours, yellower than a gilded statue,\nfrom the environs of deadly Pesaro ,\nwho pleases you now, whom you dare to prefer\nto me, and do who knows what with?"
  },
  {
    "id": "82",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Quintius , if you want Catullus to owe you his eyes\nor something that might be more dear than his eyes,\ndon’t steal from him what’s much dearer to him\nthan his eyes, or something dearer than eyes."
  },
  {
    "id": "83",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Lesbia says bad things about me to her husband’s face:\nit’s the greatest delight to that fool.\nMule, don’t you see? If she forgot and was silent about me,\nthat would be right: now since she moans and abuses,\nshe not only remembers, but something more serious,\nshe’s angry. That is, she’s inflamed, so she speaks."
  },
  {
    "id": "84",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Arrius said c h onvenient when he meant to say\nconvenient, and ambush was h ambush,\nand trusted he’d spoken amazingly well,\nwhen he’d said h ambush as much as he could.\nSo, I guess, his mother and uncle spoke, freely,\nso his maternal grandfather, grandmother.\nWhen he was posted to Syria our ears had a rest,\nthey heard the same things said softly and easily,\nnor feared to hear such words in future,\nwhen suddenly terrible news is brought,\nthe Ionian Sea, since Arrius got there,\nis not Ionian now, but H ionian."
  },
  {
    "id": "85",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "I hate and love. And why, perhaps you’ll ask.\nI don’t know: but I feel, and I’m tormented."
  },
  {
    "id": "86",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Quintia ’s lovely to many. To me she’s white, long,\nand straight: I acknowledge that’s so.\nBut I don’t agree that’s beauty: there’s no charm,\nthere’s not a speck of good taste in all of that long body.\nLesbia ’s lovely, possessed of all that’s most beautiful,\nbesides she alone’s stolen all charm from all other women."
  },
  {
    "id": "87",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "No woman can say she’s been loved so much,\nas my Lesbia in truth’s been loved by me.\nNo faith in any tie was ever so great,\nas has been found, on my part, in love of you."
  },
  {
    "id": "88",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "What’s he doing, Gellius , the man who wantons\nwith mother and sister, up all night, with no clothes on?\nWhat’s he doing, who won’t let his uncle play husband?\nDo you know how much sin any man might incur?\nO Gellius, he incurs so much not furthest Tethys\ncan wash it away, nor Ocean begetter of Nymphs:\nsince there’s no sin at all that exists beyond that one,\nnot if he bent his head, and swallowed himself."
  },
  {
    "id": "89",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Gellius is thin: why wouldn’t he be? Whose mother enjoys life,\nso kind and so healthy, and a sister so charming,\nand so kind an uncle, and everywhere filled so with\ngirls who’re related, why should he leave off being lean?\nThough he touched nothing, but what it’s illegal to touch,\nyou’d find any number of reasons why he’d be lean."
  },
  {
    "id": "90",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Let a Magus be born from the sinful union\nof Gellius and his mother, and learn Persian soothsaying:\nsince a Magus ought to be born from a mother and son,\nif the impious religion of the Persians is true,\nso with acceptable chants he’ll pleasingly worship the gods\nmelting the entrails in the greasy flame."
  },
  {
    "id": "91",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "It ’s not because I knew you well or thought you faithful,\nGellius , or thought you could keep your mind from vile sin,\nthat I expected you to be true to me\nin this hopeless ruinous love of mine:\nbut because I was aware that she, for whom a vast desire\nconsumes me, was no mother or sister of yours.\nAnd though I was closely linked to you by friendship,\nI didn’t think that was enough excuse for you.\nYou considered it enough: there’s so much pleasure\nin every game to you, in which there’s any sin."
  },
  {
    "id": "92",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Lesbia always speaks ill of me, never shuts up\nabout me: damn me if she doesn’t love me.\nWhat’s the sign? Because it’s the same with me: I’m\ncontinually complaining, but damn me if I don’t love her."
  },
  {
    "id": "93",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "I’ve no great inclination to want to please you, Caesar ,\nor to know which of the two you are, black or white."
  },
  {
    "id": "94",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Mentula the Cock fornicates. Does a Cock fuck? For sure.\nThat’s what they say: the pot picks its own herbs."
  },
  {
    "id": "95",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "My Cinna ’s Smyrna is published at last, nine\nsummers and winters after it was begun,\nwhile from Hatria there’s half a million verses a year\nSmyrna , reaching the deep streams of Cyprian Satrachus ,\nwhite-haired centuries will long read Smyrna .\nBut Volusian annals will be stillborn in Padua,\nand often provide a limp wrapper for mackerel.\nLet my friend’s little monument be dear to me,\nand the masses delight in swollen Antimachus ."
  },
  {
    "id": "96",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "If anything from our grief, can reach beyond\nthe mute grave, Calvus , and be pleasing and welcome,\ngrief with which, in longing, we revive our lost loves,\nand weep for vanished friendships once known,\nsurely Quintilia ’s not so much sad for her early death,\nas joyful for your love."
  },
  {
    "id": "97",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "I did not (may the gods love me) think it mattered,\nwhether I might be smelling Aemilius ’s mouth or arse.\nThe one’s no cleaner, the other’s no dirtier,\nin fact his arse is both cleaner and nicer:\nsince it’s no teeth. Indeed, the other has\nfoot long teeth, gums like an old box-cart,\nand jaws that usually gape like the open\ncunt of a pissing mule on heat.\nHe fucks lots of women, and makes himself out\nto be charming, and isn’t set to the mill with the ass?\nShouldn’t we think, of any girl touching him,\nshe’s capable of licking a foul hangman’s arse?"
  },
  {
    "id": "98",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "About you, if anyone, Stinking Victius , can be said\nwhat they say of the verbose and fatuous.\nWith that tongue, if the need arose,\nyou could lick arses, and leather-soled sandals.\nIf you want to destroy us completely, Victius,\ngape at us: what you desire you’ll wholly achieve."
  },
  {
    "id": "99",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "I stole a sweet kiss while you played, sweet Iuventius ,\none sweeter than sweetest ambrosia.\nNot taken indeed with impunity: for more than an hour\nI remember, I hung at the top of the gallows,\nwhile I was justifying myself to you, yet with my tears\nI couldn’t lessen your anger a tiny morsel.\nNo sooner was it done, than, your lips rinsed\nwith plenty of water, you banished it with your fingers,\nso nothing contracted from my lips might remain,\nas though it were the foul spit of a tainted whore.\nMore, you handed me unhappily to vicious love\nwho’s not failed to torment me in every way,\nso that sweet kiss, altered for me from ambrosia,\nwas more bitter than bitter hellebore then.\nSince you lay down such punishments for unhappy love,\nnow, after this, I’ll never steal kisses again."
  },
  {
    "id": "100",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "both madly in love with the brother, the sister,\nthe flower of Veronese youth. That as they say’s\ntruly sweet, that fellowship of brothers.\nWho shall I favour more? You, Caelius, since\nyour friendship, alone, saw me through my passion,\nwhen the furious flames scorched me to the core.\nBe happy, Caelius, be successful in love."
  },
  {
    "id": "101",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Carried over many seas, and through many nations,\nbrother, I come to these sad funeral rites,\nto grant you the last gifts to the dead,\nand speak in vain to your mute ashes.\nSeeing that fate has stolen from me your very self.\nAh alas, my brother, taken shamefully from me,\nyet, by the ancient custom of our parents,\nreceive these sad gifts, offerings to the dead,\nsoaked deeply with a brother’s tears,\nand for eternity, brother: ‘Hail and Farewell!’"
  },
  {
    "id": "102",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "If anything was ever entrusted by a friend to a silent\nsure one, whose loyalty of spirit is deeply known,\nyou’ll find I’m equally bound by that sacred rite,\nCornelius , and turned into a pure Harpocrates ."
  },
  {
    "id": "103",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Silo , please return the ten sestertii,\nand then be as wild and unruly as you like:\nor, if you like the money, please leave off\nbeing a pander, and wild and unruly too."
  },
  {
    "id": "104",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Do you think I could speak ill of my own life,\nshe who’s dearer to me than my two eyes?\nI couldn’t, nor, if I could, would I love so desperately:\nbut you, with Tappo , you do everything monstrous."
  },
  {
    "id": "105",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Mentula the Cock tries to climb the Parnassian Mount:\nthe Muses with pitchforks toss him out, head first."
  },
  {
    "id": "106",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "When you see one who’s an auctioneer with a pretty boy,\nwhat to think, but that he wants to advertise himself?"
  },
  {
    "id": "107",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "If anything happens to one who desires it, and wishes\nand never expects it, it’s a special delight to the mind.\nLikewise, this is delight, dearer than gold, to me,\nthat you come back to me, Lesbia , in my longing.\ncome back, desired and un-hoped for, give yourself\nback to me. O day marked out with greater brightness!\nWho exists more happily than me, or can say\nthat he wishes for any life greater than this?"
  },
  {
    "id": "108",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "If your white-haired old age, soiled by your impure ways,\nis ended by will of the people, Cominius ,\nI’ve no doubt, for my part, your tongue, first, the enemy\nof good, will be cut out, and given to eager vultures,\nyour eyes gouged out, swallowed by black-throated ravens,\nyour intestines by dogs, the rest of your body by wolves."
  },
  {
    "id": "109",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "You declare that this love of ours will be happy,\nmea vita , and eternal between us.\nGreat gods, let it be that she promises truthfully,\nand says it sincerely, and from her heart,\nso we may extend, through the whole of our life,\nthis endless bond of sacred friendship."
  },
  {
    "id": "110",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Aufilena , just mistresses are always praised:\nthey accept their reward, for what they agree to.\nYou, who promised, dishonestly hostile, to me,\nwho don’t give but just take, you do wrong.\nTo carry it through would be fine, Aufilena,\nnot to promise is chaste: but to snatch at what’s given\nin fraudulent service, is worse than the greediest whore\nwho offers herself with her whole body."
  },
  {
    "id": "111",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "To live content with one man, Aufilena ,\nis the glory of highest glories for a bride:\nbut its better to sleep with whoever she likes,\nthan be mother of her cousins by her uncle."
  },
  {
    "id": "112",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "You’re a lot of man, Naso , but lots of men\nwouldn’t stoop to you: Naso, a lot of man and a pathic."
  },
  {
    "id": "113",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "In Pompey ’s first Consulate two men frequented Maecilia ,\nCinna : now he is Consul again\nthose two remain, but each one’s increased by a thousand.\nThe fruitful seed of adultery."
  },
  {
    "id": "114",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "They say, no lie, that Mentula the Cock is rich\nwith the pastures of Firmum , full of good things,\nfowling of every kind, fish, meadows, fields and game.\nIn vain: his income’s surpassed by his costs.\nSo, I concede he’s rich, while everything’s lacking.\nlets praise the pastures, so long as he’s in want."
  },
  {
    "id": "115",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "Mentula ’s good for thirty acres of meadows,\nforty of fields: the rest of it’s marsh.\nWhy shouldn’t he exceed Croesus in riches,\none who possesses so many assets, in land,\nmeadows, fields, vast woods and pastures and pools\nas far as the Hyperboreans , and Ocean ’s seas?\nAll this is great, but he’s the greatest of all,\nnot a man, but, in truth, a great projecting Cock."
  },
  {
    "id": "116",
    "source": "PoetryInTranslation",
    "url": "https://www.poetryintranslation.com/PITBR/Latin/Catullus.php",
    "text": "I ’ve often been searching around, my busy mind hunting,\nas to how I could send you Callimachus ’s poems,\nso they’d soften you towards me, so you’d not try\nto land your hostile shafts on my head,\nnow I see I’ve troubled myself in vain,\nGellius , my good intentions were worthless.\nI’ll evade the shafts of yours you fire at me,\nbut you’ll be punished, fixed for ever by mine.\nNote: Fragments I-III are not translated and regarded as spurious."
  }
]