[
  {
    "id": "1",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_1",
    "text": "To whom do I give this elegant new booklet, polished just now with dry pumice? To you, Cornelius! Since you always thought my doggerel was worth something, even when you alone among Italians dared disentangle all time, in three monographs, scholarly by Jove and intense. So keep for yourself whatever of a little book it is. May it, whatever it is, remain, O generous goddess!, more than one long age."
  },
  {
    "id": "2",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_2",
    "text": "Songbird —my sweetheart's delight— she often plays with you, has you in her lap, giving her index fingertip to you teasing you to make sharp nips, when my shining object of love is pleased to play by some unknown dear reason and a small comfort from pain; I think it's so her love may then subside. If only I could play with you as she does, and relieve my soul's sad torments!"
  },
  {
    "id": "2b",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_2b",
    "text": "It is as pleasing to me as they say was the golden apple to the swift girl because it undid her girdle so long tied."
  },
  {
    "id": "3",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_3",
    "text": "Mourn, O Venuses and Cupids and however many there are of more charming people: my girl's sparrow is dead— the sparrow, delight of my girl, whom that girl loved more than her own eyes. For he was honey-sweet and had known the lady as well as a girl [knows] her mother herself, nor did he move himself from that girl's lap, but hopping around now here now there he chirped constantly to his mistress alone, he who now goes through the shadowy journey thither, whence they deny that anyone returns. But may it go badly for you, evil shadows of hell, who devour all beautiful things. You have taken from me so beautiful a sparrow. Oh evil deed! Oh wretched little sparrow! Now through your deeds the eyes of my girl, swollen with weeping, are red."
  },
  {
    "id": "4",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_4",
    "text": "That boat, which you see, my guests says that it was the fastest of ships and that the rush of any floating ship it was not unable to surpass, whether oars it needed or a sail in order to fly. And it denies that the shore of the menacing Adriatic denies this, or the Cycladic islands, or noble Rhodes and the choppy Thracian Propontis, or the savage Pontic gulf where that would-be-boat before was a leafy forest; for, on the ridge of Mt. Cytorus, with its chattering leaves it often gave out a whistling sound. O Pontic Amastris and boxwood-bearing Cytorus that to you these things were and are most well known, says the boat: from its earliest beginning it says that it has stood on your peak it has dipped its little oars in your water and thence through so many unruly seas it carried its master, whether a left or a right breeze would call, or  a favorable wind (Jupiter) fell on each sheet at the same time; nor were any offerings to the gods of the shore made by it, when it was coming from the last sea up to this clear lake. But these things were earlier: now in secluded rest it grows old and dedicates itself to you, O twin Castor and twin of Castor. ."
  },
  {
    "id": "5",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_5",
    "text": "Let us live, my Lesbia, and let us love, and let us value all the rumors of more severe old men at only a penny! Suns are able to set and return: when once the short light has set one perpetual night must be slept by us. Give to me a thousand kisses, then a hundred, then another thousand, then a second hundred, then immediately a thousand then a hundred. then, when we will have made many thousand kisses, we will throw them into confusion, lest we know, or lest anyone bad is able to envy when he knows so much of kisses exists."
  },
  {
    "id": "6",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_6",
    "text": "Flavius, of your darling to Catullus, (unless she were unpretty and inelegant) you'd want to speak nor could keep quiet. But, you love I don't know what of a feverish harlot: it shames you to admit this. Because, that you don't spend the single nights your to no purpose speechless bed screams, fragrant with garlands and Syrian oil, and the bolster equally on this side and that worn away, and the creaking and movement of your shaking bed. There's no point in being quiet about your debauchery. Why? You wouldn't reveal so sexually tired sides unless you're doing something silly. Hence, whatever of good and bad you have, tell us. I want to describe you and your love to the sky in my witty verse."
  },
  {
    "id": "7",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_7",
    "text": "You ask, my Lesbia, how many of your kisses are enough and more than enough for me. As big a number as the Libyan sand-grains that lie at asafoetida-bearing Cyrene between the oracle of sultry Jupiter and the sacred tomb of old Battus; or as many stars, when the night is quiet, see the secret loves of men. So many kisses for mad Catullus to kiss you are enough and more than enough, [kisses] which neither the curious can count nor an evil tongue bewitch."
  },
  {
    "id": "8",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_8",
    "text": "Wretched Catullus, stop being a fool, and what you see has perished, consider perished. Blazing suns once shone for you when you would always come where the girl led, a girl beloved by us as no girl will be loved. There when those many playful things happened, things which you wanted, nor was the girl unwilling, truly, blazing suns shone for you. Now, now she is not willing; you, powerless, must not want: do not follow one who flees, do not live miserably, but endure with a resolute mind, harden yourself. Farewell, girl! Already Catullus is firm, he will not seek you out, nor will he ask one who is unwilling. But you will be sad when you are not asked. Woe to you, miserable woman! What sort of life remains for you? Who now will come to you? To whom will you seem pretty? Whom now will you love? Whose will you be said to be? Whom will you kiss? Whose lips will you bite? But you, Catullus, be resolved to be strong."
  },
  {
    "id": "9",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_9",
    "text": "Veranius, preferred by me to three hundred thousand Out of all the number of my friends, have you then come to your own hearth and your affectionate brothers and aged mother? You have indeed.  O joyful news to me! I shall look upon you safe returned, and hear you telling of the county, the history, the various tribes of the Iberians, as is your way, and drawing your neck nearer to me I shall kiss your beloved face and eyes. O, of all men blest than other, who is more glad, more blest than I?"
  },
  {
    "id": "10",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_10",
    "text": "My Varus had led me, at leisure, from the forum To his loves, to visit her A little whore, as it then immediately seemed to me, Not really uncharming and not unattractive. When we came to this place, varied conversations Fell onto us, in which, what was now Bithynia, how did it hold itself, and with just what bronze had Bithynia profited me. I answered that which was, that nothing neither to themselves Nor to the praetors nor to the cohort was there; Why anyone would bring back a oilier head, Especially [people] to whom the governor was a pervert [irrumator], and (to whom) didn’t reckon the cohort the value of a hair. “But certainly nevertheless” they said, “that which it is said to be born there, you obtained Men for the purpose of a litter.” I, in order that to the girl I might make myself (seem) one rather fortunate man, I said “it was not so badly for me with the result that because of the bad province that had fallen to my lot, I was not able to obtain eight straight-backed men.” But nobody was mine, neither here nor there, Who was able to place the foot, having been broken, of an old couch upon his neck. That woman, as befit a rather slutty girl, “Please,” she said, “my Catullus, lend to me for a little while those men: for I wish to be carried to Serapus.” “Wait,” I said to the girl, “That thing which just now I had said that I had, Reason fled me: my mate— It is Cinna Gaius,--he obtained (the slaves) for himself. But, whether of that man or of me, what (is it) to me? I use them as well as (if) I obtained (them) for myself. But you, uncharming and annoying, live badly, Through whom is it not permitted to be careless."
  },
  {
    "id": "11",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_11",
    "text": "Furius and Aurelius, companions of Catullus, whether (s)he will penetrate into the Indians, where the shore is pounded by the far resounding eastern wave, whether [(s)he will penetrate] into the Hyrcanians or the gentle Arabs, whether to the Scythians or the arrow-bearing Parthians, or the seas which the sevenfold Nile colors, whether (s)he will walk across the high Alps, gazing upon the monuments of great Caesar, the Gallic Rhine, the terrifying English Channel, the most remote Britons, wherever the will of the heavenly ones brings him(/her), those who are prepared to attempt all these things at once, [also] announce to my girl a few not good words. May she live and may she be well with her 300 adulterers, whom she holds at the same time in an embrace, loving none truly, but repeatedly breaking the loins of all; and may she not look back, as before, at my love, which, by her fault, dies like the flower at the farthest meadow, after it was touched by the plow passing."
  },
  {
    "id": "12",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_12",
    "text": "Marrucinus Asinius, your left hand you use not beautifully: in joke and in wine you take the napkins of the careless people. You think this is witty? It[humor] escapes you, fool: the thing is as tacky and as unattractive as can be. You don't believe me? Believe your brother Pollio, who would want to exchange your thefts even for a talent—for he is a boy stuffed of charm and wit. Therefore either expect three hundred poems, or send my napkin back to me, which doesn't move me with value, but because it is a souvenir of my drinking buddy. For Fabullus and Veranius sent the Saetaban cloths from Hiberia to me as a gift; it is necessary that I love these as I love my dear Veranius and Fabullus."
  },
  {
    "id": "13",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_13",
    "text": "You will dine well, my (dear) Fabullus, at my house in a few days, if the gods favor you, and if you bring with you a large and good dinner, not without a bright girl and wine and salt[/wit] and laughter for all. If you bring these, I say, our charming one, you will dine well—for your Catullus's purse is full of cobwebs. But in return you will receive my undiluted affections or that which is sweeter and more elegant: for I will give perfume, which the Venuses and Cupids gave to my girl, and when you smell it, you will ask the gods that they make all of you, Fabullus, a nose."
  },
  {
    "id": "14a",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_14a",
    "text": "If I didn't love you more than my eyes, most delightful Calvus, I would hate you, on account of that gift of yours, with the hatred of Vatinius: for what have I done or what have I said, why did you destroy me wickedly with so many poets? May the gods grant many evils to that client of yours, who sent you so great a group of scoundrels. Because, if as I suspect, Sulla the teacher gives you this newfound gift, it is not bad for me, but well and happy, because your works have not perished. Great gods, terrible and detestable little book! Which you have evidently sent to your Catullus continually, so that he would die on the festival day of Saturnalia, the best of days! No, you witty man, so this will not depart from you. For, if it will have become light, I will run to the bookcase of the scribes; Caesius, Aquinus, Suffenus, I will collect all these poisons, and I will reward you with these punishments. Meanwhile, farewell and depart from here to there, where you have brought an unhappy foot, a detriment of our age, the worst of poets."
  },
  {
    "id": "14b",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_14b",
    "text": "If any of you by chance will be readers of my foolishness, Then your hands will not tremble as they reach towards my poems"
  },
  {
    "id": "15",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_15",
    "text": "I entrust my loved ones and myself to you, Aurelius. And I humbly ask a favor from you, that if you have ever valued anything, which you might have wished to keep pure and true, then modestly guard my boy for me, not I say from the populace, I don't fear them who just pass by here and there on the street occupied with their own affairs. In truth, I am afraid of you and your penis, hostile to boys, both good and bad. Because you let it go where it pleases, as it pleases, as much as you wish. When it is out, you are ready. This one boy I ask humbly, I feel, you exclude. For if foul thought and senseless passion drives you, wretch, to such a crime that you plan in your mind treason against me, Then you will have a miserable and ill fate. Because with feet tied together you will be run through your backdoor with radishes and mullets."
  },
  {
    "id": "16",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_16",
    "text": "I will sodomize you and face-fuck you, cocksucker Aurelius and butt-boy Furius, who think, from my little verses, because they're a little soft, that I have no shame. For it is right for the devoted poet to be chaste himself, but it's not necessary for his verses to be so. [Verses] which then indeed have taste and charm, If they are delicate and have no shame, And because they can incite an itch, And I don't mean in boys, but in Those hairy men who can't move their loins. You, because [about] my many thousands of kisses You've read, you think me less of a man? I will sodomize you and face-fuck you."
  },
  {
    "id": "17",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_17",
    "text": "O Cologna, you wish to play on the long bridge and are ready to jump, but you are wary of the awkward legs of a little bridge standing on second-hand planks, lest it go facing upward and settle in the deep swamp: out of your lust, may the bridge be good for you, this bridge on which even the rites of Salisubsalus might be undertaken; so grant me this favor of the greatest laughter, Cologna. I want a certain townsman of mine to go plunging headfirst into the mud, or rather where the lake of the stinking swamp is a blackish-blue hole, as nearly bottomless as possible. The man is well nigh witless, and he doesn't sense so well as a two-year-old boy in the dandling forearm of his sleeping father. Though he has for a wife a young woman in the freshest flower, (and the young woman, friskier than a tender little bird, must be guarded from clusters of very dark grapes), he lets her play as she pleases; he doesn't care a hair, and he doesn't rouse himself from his lethargy on his own behalf. But he lies just like an alder tree in a ditch, an alder tree hamstrung by a Ligmian axe, sensing everything just as well as if it didn't exist at all. Such a clod as this one of mine sees nothing and hears nothing, and he himself doesn't even know whether he exists. Now I want to send him face down from your bridge, if that can arouse his dull senility, and leave his helpless mind in the heavy slime as a she-mule leaves her iron sandal behind in a glutinous pit."
  },
  {
    "id": "21",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_21",
    "text": "Aurelius, father of hungers, not only of these but of however many have ever been, or are, or will be throughout the years: you want to bugger my boy. Not secretly: for you're always with him, you joke around together, attached to his side you try everything. For although you plot against me, I'll stick it to you first, my dick in your mouth. Still, if that were enough, I would keep my peace; I take offense now at this, that the boy will learn from you (ah, me!) to hunger and thirst. On account of which lay off, while you can do so chastely, lest you should reach your end, but with a dick in your mouth."
  },
  {
    "id": "22",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_22",
    "text": "That Suffenus of yours, Varus, whom you have known well, is attractive and well-spoken and sophisticated, and the same man makes the most verses by far. I think that either ten thousand or more have been written by him, nor have they, as it is custom, been written on palimpsests: [but] royal papers, new books, new scroll-knobs, red leather-straps, skins, aligned with lead and all things having been smoothed with pumice. When you read these, that handsome and sophisticated Suffenus is seen as a goat-milker or a digger again: he shrinks back and changes by so much. We think, why is this?  He who just now was seen as a jester by manner or somebody rather knowing about this thing, the same one is duller than a dull countryside, as soon as he touched poems, the same one is not ever as equally happy as when he writes poetry: he rejoices about himself and admires himself so much. Evidently we all are deceived the same way, nor is there anyone whom you are not able to see Suffenus in some way. To each their own error has been assigned; but we do not see the knapsack which is on our back."
  },
  {
    "id": "23",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_23",
    "text": "Furius, you who haven't got a slave no piggy bank, not a bug or spider or heat; but you certainly have a father and stepmother whose teeth can even chew sand. It's delightful for you, with your father and with your father's wooden wife - no wonder, since you all do well with everything, you endure nicely; you fear nothing not flame, nor total ruin, not evil deeds or slander's lies, or other chance of dangers. But really, are your bodies drier than bone, or than anything (if there is anything) made even drier, by sun, cold and starvation? So why wouldn't everything be well and happy for you? You are without sweat, spit, snot or runny nose. To this neatness add an even greater neatness because your asshole is cleaner than a salt dish (not ten shits in a whole year and they're harder than a bean or little pebbles) and if you touched it and probed it with your hands you could never slip a finger into it. Furius, don't despise these lovely comforts, or think them worthless; And as for that grand you always beg? Leave off with a hundred. You're happy enough."
  },
  {
    "id": "24",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_24",
    "text": "Oh you who are the little bloom of the Juventian race, not only of those now, but of however many there were, or however many will be in coming years, I'd prefer you give the wealth of Midas to that man for whom there is neither a slave nor a coffer, than that you suffer yourself to be loved by him. \"Why?\" you ask \"Is he not a good man?\" He is; but there is neither a slave nor a coffer to this fine man. Joke and dismiss this as much as it please you; nevertheless, he has neither a slave nor a coffer."
  },
  {
    "id": "25",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_25",
    "text": "Thallus you sodomite, softer than the fur of a rabbit or the marrow of a goose or the lowest little earlobe or the weak penis of an old man or a site full of cobwebs, and the same, Thallus, more rapacious than a wild storm, when the divine Murcia shows the sleepy onlookers, send my cloak back to me, which you had stolen, and my Saetaban cloth and Bithynian tablets, inept one, which you possess openly for yourself as though heirlooms. Now unglue and send these back from your claws, so that your soft little flanks and delicate hands may not be scribbled upon, burnt repulsively with a whip, and that you should not writhe unusually, just like a tiny ship caught in the great sea, with the wind raging."
  },
  {
    "id": "26",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_26",
    "text": "Furius, your little house is not set/mortgaged against the blowing of the South wind nor the West nor the raging North or the East, but truly against fifteen thousand and two hundred [sesterces]. What a horrible and pestilent wind!"
  },
  {
    "id": "27",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_27",
    "text": "O servant boy of old Falernian wine, pour pungent cups for me, as orders the law of the mistress Postumia, drunker than a drunken grape. But go as far away from here as you please, waters, bane of wine, and to the sober ones migrate; here Bacchus (the wine) is pure."
  },
  {
    "id": "28",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_28",
    "text": "Excellent Veranus, and you my Fabullus, aides to Piso, a useless brigade, with backpacks ready and lightly equipped, how are you doing? Have you suffered enough hunger cold and discouragement with that guy? Did your gamble show a bit of profit on the books, as it did for me who followed my leader and counted experience as a bit of return? Hey Memmius! Long and slow you fucked me in the mouth face up with all that cock! But as far as I can see you two are in the same mess since you are stuffed with a prick no smaller. Find rich friends! May the gods and goddesses give you lots of trouble, you embarrassments to Romulus and Remus!"
  },
  {
    "id": "29",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_29",
    "text": "Who can witness this, who can tolerate it, unless a shameless and voracious and insatiable gambler, that Mamurra has that which long-haired Gaul and farthest Britain had before? You pervert Romulus, will you see and bear these things? And that man now, arrogant and overflowing, will make rounds of everyone's bed, like a white cock-pigeon or an Adonis? You pervert Romulus, will you see and bear these things? You are a shameless and voracious and insatiable gambler. Was this the reason, one and only Commander, that you were in the farthest island of the West? so that worn-out \"penis\" of yours, should consume two or three hundred [thousand sesterces]? What else is a perverse generosity[, if not this]? Has he not squandered enough? First his inheritance was torn into pieces, next came his spoils from Pontus, and then thirdly from Iberia, which the gold-bearing Tagus knows well: And now there is fear for Gaul and Britain. Why do you two cherish this scoundrel? What can he do, but devour fat inheritances? Was it for this that you, the most powerful men of the city, father-in-law and son-in-law, have laid all to waste?"
  },
  {
    "id": "30",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_30",
    "text": "Alfenus, unmindful and false to your like-minded companions, now does it pity you nothing, harsh one, of your sweet little friend? do you no longer hesitate to betray and deceive me, traitor? And the impious deeds of treacherous men do not please the sky-dwellers. Which you neglect and you desert wretched me in evils. Alas, tell me what men should do or in whom men should have faith? Certainly, you ordered me to hand-over my soul, unfair one, leading me into love, as if everything would be safe for me. Now, the same you draw back you, and your words and all your deeds you allow the winds and airy clouds to carry away unfulfilled. If you forget, but the gods remember, Faith/Loyalty remembers, who later will make you regret your deed."
  },
  {
    "id": "31",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_31",
    "text": "O Sirmio, little eye of peninsulas and of islands, whatever in shining lakes or vast sea either Neptune brings, how gladly and how happily I go to see you scarcely myself believing myself that I have left behind Thynia and Bithynian fields and that I see you in safety. O what is happier than worries released, when the mind sets aside its burden, and we having been exhausted from foreign labor, have come to our home, and we rest in our longed for bed? This is what is the one thing in return for such great labors. Greetings, O beautiful Sirmio, and rejoice in [your] master rejoicing; and you, O Lydian wave of the lake, laugh whatever there is of laughter at home."
  },
  {
    "id": "32",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_32",
    "text": "I beg you, my sweet, my Ipsitilla, my darling, my sophisticated beauty, summon me to a midday assignation; and, if you're willing, do me one big favor: don't let anyone lock the door, and don't decide to go out, but stay at home and get ready for our nine successive copulations. Honestly, if you want it, give the order: I've eaten, and I'm sated, supinated! I'm poking through my cloak and tunic."
  },
  {
    "id": "33",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_33",
    "text": "Cleverest of all thieves at the baths, father Vibennius and you his profligate son, for the father has a dirtier right-hand, but the son has a more voracious anus: off with you into banishment and the dismal regions, since the father's plunderings are known to all the world, and, son, you cannot sell your hairy bottom for an As."
  },
  {
    "id": "34",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_34",
    "text": "We chaste girls and boys Are under the tutelage of Diana: Chaste boys and girls Let us sing to Diana . O daughter of Leto , Great offspring of greatest Jove , Your mother bore you Near the Delian olive tree, So you might be mistress of the mountains And of the growing woods And of the secluded woodland glades And of the sounding rivers: You are called Lucina Juno By women in the pains of childbirth, You are called powerful Trivia and You are called Luna by your borrowed light. You, goddess, in your monthly course Marking off the journey of the year, You fill up the rural hut Of the farmer with good crops. By whatever name pleases you May you be hallowed, And as you have been accustomed to before, may you Preserve the offspring of Romulus with good aid."
  },
  {
    "id": "35",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_35",
    "text": "Papyrus, I would like you to say to the love poet, my companion Caecilius, that he should come to Verona, leaving behind the walls of New Comum and the Larian shore: for I wish that he would receive certain thoughts of his and my friend. Therefore, if he will be wise, he will devour the road, although the bright girl may call back a thousand times to the traveling one, and throwing both hands on the neck, she would ask him to delay. Now she, if true things are being announced to me, desperately loves him with uncontrollable passion: for from the time she read the established mistress of Dindymon, since then flames have been consuming the internal marrow of the miserable little girl. I pardon you, girl wiser than the Sapphic Muse: for the Great Mother has begun for Caecilius in a charming manner."
  },
  {
    "id": "36",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_36",
    "text": "Annals of Volusius, shitted papyrus, Fulfill the vow of my girl. For to the sacred Cupids and Venuses She promised, if I were reconciled to her and I stopped brandishing savage iambs, that she would give the most select writings of the worst poet to the lame-footed god to be burned with unlucky firewood. And in this way she saw that the worst girl Wished humorously and charmingly to the gods. Now, you who were born from the blue sea, who dwell in the sacred Idalium and open Urium, and in Ancona and reedy Cnidus, and in Amathus and in Golgi, and in Dyrrachium, shop of the Adriatic, record this vow to have been accepted and returned, if it is not uncharming and unwitty. But you, meanwhile, go into the fire full of rusticity and clumsiness, annals of Volusius, shitted papyrus."
  },
  {
    "id": "37",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_37",
    "text": "Lustful tavern and you comrades-in-arms, the ninth column from the Temple of Castor and Pollux, do you think that you alone have dicks, that you alone are permitted to fuck all at once whatever number of girls, and to think everyone else goats? Or can it be that because one hundred (or two hundred?) of you idiots sit in an unbroken line, you do not think I would dare to make all two hundred of you lazy asses suck my dick! Know this: I will plaster the exterior of your entire tavern with drawings of cocks. Because my girl, who fled my lap, having been loved as much as no other will ever be loved, for whom by me great wars were fought, sits together with them in that place. This one you fine and well-to-do fellows, all of you, love, and – which is undeserved indeed – all small-time thugs and alleyway adulterers; Above all others, you, one of the long-haireds, son of your bunny-filled borderlands, Egnatius, whom a dark beard and teeth scoured with Spanish piss make a fine gent."
  },
  {
    "id": "38",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_38",
    "text": "He's unwell, O Cornificius, your Catullus, he's unwell, by Hercules, and unbearably so, and moreso and moreso each day and each hour. And (which is the least and simplest thing) with what words have you consoled him? I'm mad at you. [You repay] my affections like this? [Send] a little anything of comfort, sadder than the tears of Simonides."
  },
  {
    "id": "39",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_39",
    "text": "Egnatius, because he has bright white teeth, always smiles: If someone comes to the defendant's bench, when the speaker arouses weeping, he grins; If there is mourning at the funeral pyre of a dutiful son, when the bereaved mother weeps for her only son, he grins. Whatever it is, wherever he is, whatever he is doing, he grins: he has this disease, neither elegant, I think, nor refined. Therefore I must warn you, my good Egnatius. If you were a city man or a Sabine or a Tiburnan or a thrifty Umbrian or a fat Etruscan or a swarthy and toothy Lanuvian or a Transpadane, to touch on my own people as well, or anyone you like who cleans his teeth with clean water, I still should not want you to smile on all occasions: for nothing is more silly than a silly smile. Now you are a Celtiberian: in the land of Celtiberia, whatever each man has urinated, with this he is accustomed in the morning to rub his teeth and his red gums, so that the more polished those teeth of yours are, the more urine they proclaim you to have drunk."
  },
  {
    "id": "40",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_40",
    "text": "What bad mind, wretched little Ravidus, drives you headfirst into my iambs? What god summoned not well prepares to rouse a demented fight? Or to arrive into the mouths of the crowd? What do you want? By any means do you wish to be known? You will be, seeing as how my loves you wished to love with a long penalty."
  },
  {
    "id": "41",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_41",
    "text": "Ameana, the worn-out prostitute, demanded the whole 10,000 from me that girl with the ugly big nose, lover of the spendthrift of Formiae. Relatives, to whom the girl is of concern, call together doctors and friends: the girl is not sane, nor is she accustomed to ask the reflective bronze what she is like."
  },
  {
    "id": "42",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_42",
    "text": "Come, hendecasyllables, as many as you all are from all sides, however many you all are. A foul whore thinks that I am a joke, and denies that she may return to me our tablets, if you are able to endure that. Let us follow her and demand back. Who is she, do you ask? That one, whom you see with an ugly march, laughing as an annoying mimic, and with the mouth of a Gallic dog. Stand around her, and demand back, \"rotten whore, give back my tablets, give the tablets back, you dirty whore!\" Do you not make an As? O filth, brothel, or whatever more depraved thing you are able to be. But nevertheless we must not think this enough. Because if no other is able let us force a blush from the wild fast of the dog. Shout out again with a greater voice, \"rotten whore, give back my tablets, give the tablets back, you dirty whore!\" But we benefit nothing, she is not moved. Your reason and method must be changed, if your are able to benefit more: \"Chaste and approved one, give us back the tablets.\""
  },
  {
    "id": "43",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_43",
    "text": "Greetings, you girl with neither a little nose, nor handsome feet, black little eyes long fingers, a dry mouth, and truly tongue not exceedingly elegant. Girlfriend of the bankrupt of Formiae, does the province say that you are beautiful? Is our Lesbia compared with you? Oh foolish and coarse generation!"
  },
  {
    "id": "44",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_44",
    "text": "O my farm, whether Sabine or Tiburtine (for they say that you're Tiburtine, they for whom it is not pleasing to harm Catullus; but they for whom it is pleasing assert that you are Sabine by any wager), but whether Sabine or more truly Tiburtine, I was gladly in your suburban villa and I expelled a bad cough from my chest, which my stomach gave to me, not undeserving, while I seek a lavish dinner: for, while I wish to be a Sestian guest, I read the speech “Against the Candidate Antius”, full of poison and pestilence. At this point, a chilling illness and persistent cough shook me continually, until I fled to your embrace, and I restored myself both by leisure and nettle (an herb). Therefore I, cured, give my highest thanks to you, because you have not punished my mistake. So I pray, if I again pick up the malicious writings of Sestius, that their chill bring an illness and cough not upon me, but rather upon Sestius himself, he who invites me only when I have read his bad book."
  },
  {
    "id": "45",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_45",
    "text": "Septimius, holding his lover Acme, in his bosom, said, “my Acme, if I do not love you with abandon and if I am not prepared to henceforth love you constantly for all our years, as much as he who can love the most alone in Libya and in sweltering India, I shall come to meet the blue eyed lion.” As he said this, Love sneezed approval on the left as before on the right. But Acme, lightly bending back her head, and having kissed the infatuated eyes of the sweet boy with her wine-red mouth, said, “let it be thus, my life, my little Septimius: let us forever serve this one master, so that a passion far grander and keener may burn in my soft marrow.” As she said this, Love sneezed approval on the left as before on the right. Now, having started off on a good omen, they love and are loved like-mindedly. Poor little Septimius prefers Acme alone to Syria and Britain: the faithful Acme finds pleasure and desire in Septimius alone. Who has seen any one happier, who has seen a more blessed love?"
  },
  {
    "id": "46",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_46",
    "text": "Now spring brings back the thawed-out warmth, now the raging of the equinoctial sky subsides with the sweet breezes of Zephyr. Let the Phrygian plains be left behind, Catullus, and the rich land of sweltering Nicaea: let us fly away to the famed cities of Asia. Now my fluttering soul yearns to wander; now my joyful feet come alive with eagerness. Farewell, dear bands of fellow travellers, whom, having left home at the same time, split paths carry home by different routes."
  },
  {
    "id": "48",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_48",
    "text": "Juventius, if anyone should let me kiss all the time your honey-sweet eyes then I would kiss them continuously up to three-hundred thousand times and I would never seem to be satisfied not even if the crop of our kisses should be thicker than dry ears of corn."
  },
  {
    "id": "49",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_49",
    "text": "Oh most eloquent of the descendants of Romulus, however many there are and have been, Marcus Tullius, and as many as there will be later in other years, Catullus, the worst poet of them all, shows his highest appreciation, [he who is] just as much the worst poet of them all, as you are the greatest patron of them all."
  },
  {
    "id": "50",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_50",
    "text": "Yesterday, Licinius , at leisure we played much on my tablets, as it was agreed that [we] would be self-indulgent: each of us writing our lines of poetry was playing, now in this meter, now in that one, delivering lines in turn while laughing and [drinking] wine. And I left from there [so] inflamed by your charm and wit, Licinius, that neither did food placate poor me nor did sleep shut my little eyes in peace, but rather I tossed about on the whole couch from uncontrollable spasms, wishing to see the light, so that I could speak with you and at the same time be with you. My half-dead limbs lay strewn across the couch exhausted by their exertion, but, delightful [friend], I made [this] poem for you, from which you might discern my sorrow. Now beware of over-confidence, and we beg you, beware of spitting upon our prayers, [my] little jewel, lest Nemesis exact punishment on you. She is a powerful goddess: beware of displeasing [her]."
  },
  {
    "id": "51",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_51",
    "text": "That man seems to me to be equal to a god. That man, if it's not sacrilege, [seems] to surpass the gods Who, sitting across from you, time and again Watches and listens to you laughing sweetly, which snatches away all senses from poor me: for as soon as I saw you, Lesbia, nothing remained of the voice in my mouth. But my tongue is stiff, a delicate flame runs under my limbs, my ears ring with their own sound, my eyes are covered with twin darkness. Leisure, Catullus, is trouble for you: In leisure you become overjoyed and too passionate: Leisure has destroyed kings before And blessed cities."
  },
  {
    "id": "52",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_52",
    "text": "What is it, Catullus? Why do you delay dying? Nonius Tumorus sits in the curule chair, Vatinius lies his way through the consulship: What is it, Catullus? Why do you delay dying?"
  },
  {
    "id": "53",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_53",
    "text": "Recently I laughed at I don't know who from the mob, who, after my Calvus had wonderfully laid out the crimes of Vatinius, admiring this and raising (his) hands, said, \"Great gods, eloquent mannikin!\""
  },
  {
    "id": "54",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_54",
    "text": "Otho’s head is on the tiny side, and its owner’s legs uncouthly unclean, Delicate and soft is Libo’s farting, insufficient?, then let me displease you with Sufficio, old age renewed... again let my worthless iambics rile you, our one and only general."
  },
  {
    "id": "56",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_56",
    "text": "O, Cato, what an absurdly funny thing, worthy for you to hear and laugh at! Laugh, as much as you love Catullus, Cato. The thing is too absurd and funny. I just found a young boy having sex with a girl: May it please Diona, I attacked him with my rigid thing, using it as a spear."
  },
  {
    "id": "58",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_58",
    "text": "Caelius, our Lesbia, that Lesbia, that Lesbia, alone whom Catullus loved more than himself and all his own, now, in the crossroads and in the alleyways, she shucks the grandsons of noble Remus"
  },
  {
    "id": "58b",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_58b",
    "text": "Since I’m not that bronze guardian of Crete, not Ladas or wing-footed Perseus, since I’m not carried by Pegasus in flight, nor by Rhesus’s swift snowy-white team, add to that feathered-feet and swiftness and the collective speed of the winds, Camerius you might have said who you were with: but I’d be weary right down to my marrow and devoured by excessive fatigue if I went on searching for you, my friend."
  },
  {
    "id": "59",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_59",
    "text": "Rufa from Bononia sucks little Rufus, Menenius' wife, who you have often seen at the burial grounds stealing food from the funeral pyre for herself, when she followed the bread that had rolled out of the fire she would be beaten by the half-shaven cremator."
  },
  {
    "id": "60",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_60",
    "text": "Surely a lioness from the Libystinian mountains or barking Scylla didn't beget you from the lowest part of her loins, with such a harsh and ugly mind, that you hold in contempt the voice of a supplicant in last and final crisis, oh, from a too savage heart?"
  },
  {
    "id": "61",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_61",
    "text": "You who dwell on Helicon Hill, Sprung from Urania, Who carry off to her mate The gentle virgin, O Hymenaeus Hymen, O Hymen Hymenaeus! Twine round your temples Sweet-smelling flowers of marjoram; Put on your gold-tinted veil; Lighthearted here, come here, Bearing on snowy foot the golden-yellow sandal: And afire with the joyous day, Chanting wedding melodies With ringing voice, Strike the ground with your feet, with your hand Swing aloft the torch of pine. For Vinia—fair as Venus Dwelling in Idalium when Came to the Phrygian judge— A virgin fair, weds Manlius Amid happy auspices. She, bright-shining As the Asian myrtle florid in its branches, Which the Hamadryads Nurture for their pleasure With besprinkled dew. So come then! Convey your approach here, Leaving the Aonian cave in Cliffs of Thespiae, over which flows The chilling stream of Aganippe. And summon homewards the mistress, Eager for her new husband, Firm-prisoning her soul in love; As tight-clasping ivy, wandering here and there, Wraps the tree around. And also you, upright virgins, For whom a like day is nearing, Chant in cadence, singing “O Hymenaeus Hymen, O Hymen Hymenaeus!” That more freely, hearing himself Called to his duty, Will he bear here his presence, Lord of honorable love, Uniter of true lovers. What god is worthier To be sought by anxious lovers? Whom of the celestials do men worship more greatly? O Hymenaeus Hymen, O Hymen Hymenaeus! You for his young the trembling father beseeches, for you virgins unclasp The belt from their breasts, for you the fearful bridegroom Harkens with eager ear. You deliver into the hands of the untamed youth That flower-like maiden, Taken from her mother's bosom, O Hymenaeus Hymen, O Hymen Hymenaeus! Without you Venus can do nothing Suitable that good Repute sanctions; but she can, With you willing. Who dares to be compared With such a god? Without you, no house Can produce heirs, no parent Be surrounded by offspring; but they can, With you willing. Who dares to be compared With such a god? And lacking your rites no land Can give protection To its territory; but it can, with you willing. Who dares to be compared With such a god? Unbolt, open the gates: The virgin is here. See how the torches shake their gleaming locks? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Her natural modesty detains her: Hearing this the more, She weeps because she must go. Cease your tears. For you there is no peril, Aurunculeia, that any woman more beauteous Will ever see the light of day Coming from Ocean. You are like the hyacinth flower, Which stands aloft Amid varied riches of its master's garden. But you delay, day slips by: Advance, new bride. Advance, new bride, if it now seems right, And listen to our speech. See how the torches Shake their glittering tresses: Advance, new bride. Nor is your man a fickle husband, Given to ill adulteries, Seeking shameless acts, Ever wishing to lie away From your soft breasts, But as the lithe vine among Neighbouring trees doth cling, So shall he be enclasped in your embrace. But day slips by: Advance, new bride. O nuptial couch which for all . . . . . . . . . . . . . . . . . . . . . . . . With feet of ivory white. What joys are coming to your man In fleeting night, In noon of day, let him rejoice! But day slips by: Advance, new bride. Raise high, O boys, the torches: I see the gleaming veil approach. Come, chant in cadence, “O Hymen Hymenaeus io, O Hymen Hymenaeus.” Nor longer silent is Lewd Fescinnine jest, Nor, favorite, hearing Your master's love has flown, Deny the nuts to the boys. Give nuts to the boys, O listless favorite; Long enough have you played nuts: Now you must serve Talassius. O favorite, give the nuts! The country wives were dirt to you, O favorite, but yesterday: Now the barber Shaves your face. Wretched, wretched Favorite, give the nuts. They will say when the bridegroom has been annointed That you can scarce Abstain from your hairless boys: but abstain! O Hymen Hymenaeus io, O Hymen Hymenaeus. We know that these delights were known to you Only when lawful: but to the wedded these same delights Are lawful no more. O Hymen Hymenaeus io, O Hymen Hymenaeus! You also, bride, what your husband seeks Beware of denying, Lest he go elsewhere in its search. O Hymen Hymenaeus io, O Hymen Hymenaeus! Look, your husband's home is yours, Influential and goodly, Allow it to serve you (O Hymen Hymenaeus io, O Hymen Hymenaeus!) Until white-haired old age, Shaking your trembling brow, Nods assent to everything. O Hymen Hymenaeus io, O Hymen Hymenaeus! Bring with good omen your golden feet Across the threshold, And go through the polished doorway. O Hymen Hymenaeus io, O Hymen Hymenaeus! Look! your husband alone within, Lying on Tyrian couch, All-expectant waits for you. O Hymen Hymenaeus io, O Hymen Hymenaeus! No less than in yours, In his breast burns an inmost flame, But more deeply inward. O Hymen Hymenaeus io, O Hymen Hymenaeus! Release the maiden's slender arm, Boy with crimson-bordered toga: Now let her approach her husband's couch. O Hymen Hymenaeus io, O Hymen Hymenaeus. You good women of fair renown To aged spouses, Put the maiden to bed. O Hymen Hymenaeus io, O Hymen Hymenaeus. Now you may come, bridegroom: Your wife is in the bedroom, With face brightly blushing As white parthenice Amid ruddy poppies. But, bridegroom (so help me the heaven-dwellers) An no way less beautiful are you, Nor does Venus slight you. But the day slips by: On! Do not delay. You have not delayed for long, Now you are coming. Kindly Venus will help you, Since what you desire you take publicly, And do not conceal true love. Whoever wishes to keep count of Your many thousand games, First let him make An accounting of the number of Africa's sands And the glittering stars. Play as you like, and speedily Give heirs. It does not become So old a name to without children, But from similar stock Always to be generated. A little Torquatus I wish, From his mother's lap Reaching out his dainty hands, And smiling sweetly at his father With lips apart. May he be like his father Manlius, And easily acknowledged By every stranger, And by his face point out His mother's faithfulness. May such praise Confirm his birth from true mother, Such fame as rests Only with Telemachus From best of mothers, Penelope. Close the doors, virgins: Enough we've played. But, fair bride and groom, live you well, and diligently fulfil the office Of vigorous youth."
  },
  {
    "id": "62",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_62",
    "text": "The evening is come, rise up, young men: Vesper from Olympus now at last is just raising his long-looked-for light. Now is it time to rise, now to leave the rich tables; now will come the bride, now will the Hymen-song be sung. Hymen, O Hymenaeus, Hymen, be present, O Hymenaeus! See ye, maidens, the youths? Rise up to meet them. For sure the night-star shows his Oetaean fires. So it is indeed; see you how nimbly they have sprung up? not for nothing have they sprung up: they'll sing something worthwhile. Hymen, O Hymenaeus, Hymen, hither, O Hymenaeus! No easy palm is set out for us, comrades; look how the maidens are conning what they have learnt. Not in vain do they learn, they have there something worthy of memory; no wonder, since they labour deeply with their whole mind. We have diverted elsewhere our thoughts, elsewhere our ears; fairly then shall we be beaten; victory loveth care. Wherefore now at least match your minds with theirs. Anon they will begin to speak, anon it will be fitting for us to answer. Hymen, O Hymenaeus, Hymen, hither, O Hymenaeus! Hesperus, what more cruel fire than thine moves in the sky? for thou canst endure to tear the daughter from her mother's embrace, from her mother's embrace to tear the close-clinging daughter, and give the chaste maiden to the burning youth. What more cruel than this do enemies when a city falls? Hymen, O Hymenaeus, Hymen, hither, O Hymenaeus! Hesperus, what more welcome fire than thine shines in the sky? for thou with thy flame confirmest the contracted espousals, which husbands and parents have promised beforehand, but unite not till thy flame has arisen. What is given by the gods more desirable than the fortunate hour? Hymen, O Hymenaeus, Hymen, hither, O Hymenaeus! Hesperus, friends, has taken away one of us. For at thy coming the guard is always awake. By night thieves hide, whom thou, Hesperus, often overtakest back, Hesperus the same but with changed name Eous, But maidens love to chide thee with feigned complaint. What then, if they chide him whom they desire in their secret heart? Hymen, O Hymenaeus, Hymen, hither, O Hymenaeus! As a flower springs up secretly in a fenced garden, unknown to the cattle, torn up by no plough, which the winds caress, the sun strengthens, the shower draws forth, many boys, many girls, desire it; when the same flower fades, nipped by a sharp nail, no boys, no girls desire it: so a maiden, whilst she remains untouched, so long is she dear to her own; when she has lost her chaste flower with sullied body, she remains neither lovely to boys nor dear to girls. Hymen, O Hymenaeus, Hymen, hither, O Hymenaeus! As an unwedded vine which grows up in a bare field never raises itself aloft, never brings forth a mellow grape, but bending its tender form with downward weight, even now touches the root with topmost shoot; no farmers, no oxen tend it: but if it chance to be joined in marriage to the elm, many farmers, many oxen tend it: so a maiden, whilst she remains untouched, so long is she aging untended; but when in ripe season she is matched in equal wedlock, she is more dear to her husband and less distasteful to her father. And you, maiden, strive not with such a husband; it is not right to strive with him to whom your father himself gave you, your father himself with your mother, whom you must obey. Your maidenhead is not all your own; partly it belongs to your parents, a third part is given to your father, a third part to your mother, only a third is yours; do not contend with two, who have given their rights to their son-in-law together with the dowry. Hymen, O Hymenaeus, Hymen, hither, O Hymenaeus!"
  },
  {
    "id": "64",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_64",
    "text": "The pine trees formerly grown on Mt. Pelion's summit are said to have floated on Neptune's clear waves to Phasis' waters, and to King Aeëtes's lands, when the fittest young men, the glory of Argive manpower, hoping to steal the Golden Fleece from Colchis, dared travel over the sea's briny waters on a swift ship as they swept the deep blue expanse with fir-wood oars. For them, Athena Polias, holding the citadels on the cities' summits, made a ship that moves rapidly with a light gust of wind, joining pinewood frameworks to a curved keel. The Argo first drenched the virgin sea with its travel; as soon as it ploughed the windy sea with its beak, and the churned wave was whitened by the rowing, the maritime Nereids raised their faces from the sparkling whirlpool of the sea in admiration of the sight. The mortal men saw the sea nymphs with their own eyes, by one and no other light, standing naked up to their breasts out of the foamy sea. Then Peleus, inflamed, is carried away in love with Thetis, then Thetis did not scorn human marriage, then her father himself understands Peleus must be joined to Thetis. O heroes, born in a time much desired by the generations, hail, kin of the gods! O good offspring of good mothers, hail again...! You all, I'll address you often in my song, especially you, so especially honored with prosperous wedding torches, top man of Thessaly, O Peleus, to whom Jupiter himself, himself the father of the gods, gave his mistress. Did Thetis, the lovely Nereid, embrace you? Did Tethys and Oceanus, who in the sea embrace the whole world, grant you their granddaughter to marry? When that very same longed-for day arrived, all of Thessaly thronged to come together to the house, and the palace was filled with joyous crowding: they bore gifts before themselves, and show their delight by their faces. Cieros was abandoned, and so was Phthiotic Tempe; they left the houses of Crannon and the walls of Larisa; they came together at Pharsalus and filled Pharsalian houses. Nobody lived in the hinterland: the necks of young bulls had softened, the low grapevines hadn't been cleared out with curved hoes, no bull was tugging at the earth with a sloping plowshare, no more did the pruners' knife cut down the shade of a tree, but filthy rust had been accumulating on the lonely ploughs. Yet Peleus' home, wherever the opulent palace extended, is shining with gleaming gold and silver. Ivory shines on the thrones, drinking cups shine on the table, and the whole house, glittering, rejoiced in the royal treasure. The royal marriage bed is set for the goddess in the midst of the palace, refined with Indian tusk, while a purple tinge covers it with the rosy stain of shellfish. This bedspread, adorned with ancient figures of men, shows the virtues of heroes with amazing skill. And due to looking forth from Dia island's wave-sounding shore, bearing wild madness in her heart, Ariadne watches Theseus leaving with a swift fleet; not yet does even she believe that she sees what she sees, naturally since she, then having first awakened from deceptive sleep, discerns herself miserable having been deserted on the lone sand. But the forgetful, fleeing young man strikes the waters with oars, abandoning null promises to a storm full of wind. Whom the Minoan one far off from the seaweed with sorrowful little eyes, She stony as a statue of Bacchus, looks forth, alas, She looks forth and rages with great waves of cares, not retaining the delicate headdress on the blond head, not having been covered in respect to the chest in a light garment, not having been bound in respect to the milky breasts with polished bra, with all things which having slipped away from the whole body here and there The waves of salt were playing before the feet of that one. But neither then of the flowing cloth or of the hat she was hanging on you, Theseus, from the whole heart, from the whole spirit, from the whole mind having been lost. A! The miserable one, whom with constant sorrows frightened Eregina sowing thorny cares in the chest, at that storm, the fierce Theseus from which time having set out from the curved shores of Piraeus touches the Cretan temples of the unjust king. For once they say that Athens having been compelled by cruel plague to pay the penalties of the blood of Androgeos, at the same time was accustomed to give youths having been chosen and grave of the maidens as a sacrificial meal to the Minotaur. Now when his narrow walls were troubled by these evils, Theseus himself for his dear Athens chose to offer his own body, rather than that such deaths, living deaths, of Crecopia should be borne to Crete. And thus relying on the light ship and on the gentle breezes he comes to great spirited Minos and proud seats. As soon as the royal maiden caught sight of this one with a desiring eye whom the chaste little couch emitting sweet smells was nourishing in the soft embrace of the mother. just as the rivers of Eurota encircle myrtles or the spring breeze leads out distinctive colors, not earlier she turned away from that one passionate light, whom conceived the flame with all the body entirely and caught fire total in the deepest marrow. Alas wretchedly rousing the furies with savage heart, sacred Cupid, who you mix joy with the cares of men, and which you rule Golgos and leafy Idalium, you throw burning girl with what type of disorderly mind in the wave often the guest sighs! How many times you brought those fearing with weak heart! How great she turned pale of gold with great gleam, with Theseus seeking to fight against the savage monster or death or reward of praise! Not however she in vain promising little gifts to the gods and she undertakes prayers with a silent lip. For just as a wild whirlwind twisting the trunk with gust uprooting the oak tree shaking arms on the top of Taurus or cone bearing pine tree sweating bark, that one having been uprooted far off by the roots falls facedown, widely breaking every conceivable thing in the way, thus Theseus laid low the savage one with the body having been conquered in vain throwing the horns to the empty winds. From there the safe bent back the foot with great praise guiding footsteps wandering to the thin string lest the untraceable maze might trick the one going out from the labyrinthian bendings. But why should I having digressed from the first poem recall more things, how the daughter leaving behind the face of the father the embrace of the sister, and finally the embrace of the mother, who having been destroyed utterly used to be the happy in the sad daughter she preferred the sweet love of Theseus to all these things: or how having ben carried by raft to the foam filled shore of Dia she came, or the husband departing with a forgetful heart left behind he having been bound in respect to er eyes with sleep. Often they say that one raging with burning heart for they say that she poured from the deepest chest clearsounding voice, then they say that the sad one climbs the steep mountains, from where she might stretch forth her vision into the vast swells, then she runs forward into the opposing waves of the trembling salt raising the soft coverings of calf having been made bare. and they say that this very wretched one said these things with final lamentations, producing cold sobs with a wet mouth: Treacherous one, thus have you left me having carried away from fatherly altars, treacherous one, you felt me on the deserted shore, Theseus? thus, departing one with the divine will of the gods having been neglected forgetful A! did you carry the accursed false oaths of home? Was not anything able to bend the plan of the cruel mind? Was there any mercy for you available, so that a cruel heart might want to pity for us? But did you not give these promises with a seductive voice to me: you were not ordering for the sad one to hope for these things, bu happy unions, but desired weddings, all which worthless things the airy winds tear, Now already let no woman trust a man swearing, let none hope that the speeches of man are faithful,: for whom while the desiring mind is eager to grasp something, They fear to swear nothing, they spare to promise nothing. But as soon as the lust of the desiring mind has been satisfied, They feared the words as nothing, they care for the false oaths not at all. Certainly I snatched you as you turned in the middle whirlwind of death, and rather I decided to lose my brother, than to fail you, false man, in your utmost moment of need. For which I will be given to be torn to pieces as prey to wild beast and birds, and I, dead, will not be buried with dirt having been thrown over. Just what lioness produced you under the lonely crag, what sea spat you having been conceived in foaming waves out, which Syrtis, what rapacious Scylla, what vast Charybdis, you who [now] gives back such rewards for a sweet life? If our marriages had not been for you to the heart because you were bristling the savage rules of the ancient parent but however you were able to lead me into your seats, I who might serve you as a slave in joyful labor, caressing he white tracks with clear waters, or covering your bed with purple cloth. But why should I complain in vain to the unaware breezes, having been terrified by evil, which having been furnished with no senses They who are able neither to hear nor return the voices having been sent? That one however is being turned nearly in the middle waves, nor anyone mortal appears in the empty seaweed. Thus even savage fortune taunting too much in the final time begrudged ears for our complaints. All-powerful Jupiter, if only the Athenian ships had not touched the Cretan shores for the first time, nor the treacherous sailor bearing dreadful tributes for the wild bull had unbound the rope in Crete nor would that this evil man hiding cruel plans in sweet form had rested in our seats as a guest! For where should I bring myself back?  With what hope do I, ruined, rely? Should I seek the Cretan mountains? But with a wide whirlpool of the sea the savage surface separating divides. Or should I hope for the help of the father? Whom I left behind having followed the young man having been sprinkled with fraternal blood? Or should I console myself with the faithful love of the husband? Who flees bending the flexible oars in the sea? Besides the lonely island is being inhabited by no house, nor an escape lies open of the sea with waves girding. no method of flight, no hope: Everything is silent, all things are deserted, all things show death. Not however before the eyes will grow weak for me with death, nor before the senses withdraw from the tired body, I having been ruined will demand a just penalty from the gods. And I will pray for the faith of the heavenly ones in the final hour. Wherefore, Eumenides, punishing the deeds of men with avenging penalty, to whom the forehead having been encircled with snaky hair carries forth angers breathing out of the chest, here come here, hear my complaints, which I , alas wretched, have been compelled to bring forth from the bottom marrows helpless, burning, blind with crazy fury. Since such things are being born from the deepest chest, you don't suffer our grief to wane, but with what type of mind Theseus left me alone, let him pollute both himself and his own with death, goddesses. After she pour forth these voices from the sad chest, the troubled one demanding a punishment for savage deeds, the ruler of the heavenly ones nodded with unconquerable divine will; by which motion, the land and the bristling seas trembled and the universe shook the shining stars. Theseus himself having been planted in respect to the mind with blind darkness sent away all things with chest having forgotten. which orders before he was holding in a steady mind nor raising the sweet signals to the sad parent nor he shows that he himself safe saw the Athenian port. For once they say when Aegeus was entrusting the son leaving the walls of the goddess with a fleet to the winds, that he having embraced gave such orders to the youth: \"One and only son more precious to me than long life, son, whom I am forced to send away to dubious misfortunes, having been returned recently to me in the final end of old age, since my fortune and your passionate courage snatches you from uwilling me, to whom the weak eyes not yet satisfied by the dear figure of the son. I will not let thee go gladly with cheerful heart, nor suffer thee to bear the tokens of prosperous fortune: but first will bring forth many laments from my heart, soiling my gray hairs with earth and showered dust: thereafter will I hang dyed sails on thy roving mast, thast so the tale of my grief and the fire that burns in my heart may be marked by the canvas stained with Iberian azure. But if she who dwells in holy Itonus, who vouchsafes to defend our race and the abodes of Erechtheus, shall grant thee to sprinkle thy right hand with the bull's blood, then be sure that these my commands live, laid up in thy mindful heart, and that no length of time blur them: that as soon as thy eyes shall come within sight of our hills, thy yardarms may lay down from them there mourning raiment, and the twisted cordage raise a white sail: that so I may see at once and gladly welcome the signs of joy, when a happy hour shall set thee here in thy home again.\" These charges at first did Theseus preserve with constant mind; but then they left him, as clouds driven by the breath of the winds leave the lofty head of the snowy mountain. But the father, as he gazed out from his tower-top, wasting his longing eyes in constant tear-floods, when first he saw the canvas of the bellying sail, threw himself headlong from the summit of the rocks, believing Theseus destroyed by ruthless fate. Thus bold Theseus, as he entered the chambers of his home, darkened with mourning for his father's death, himself received such grief as by forgetfulness of heart he had caused to the daughter of Minos. And she the while, gazing out tearfully at the receding ship, was revolving manifold cares in her wounded heart. In another part of the tapestry youthful Bacchus was wondering with the rout of Satyrs and the Nysa-born Sileni, seeking thee, Ariadna, and fired with thy love; . . . . . . who then, busy here and there, were raging with frenzied mind, while \"Evoe!\" they cried tumultuously, \"Evoe!\" shaking their heads. Some of them were waving thyrsi with shrouded points, some tossing about the limbs of a mangled steer, some girding themselves with writhing serpents: some bearing in solemn procession dark mysteries in caskets, mysteries which the profane desire in vain to hear. Others beat timbrels with uplifted hands, or raised clear clashings with cymbals of rounded bronze: many blew horns with harsh-sounding drone, and the barbarian pipe shrilled with dreadful din. Such were the figures that richly adorned the tapestry which embraced and shrouded with its folds the royal couch. Now when the Thessalian youth had gazed their fill, fixing their eager eyes on these wonders, they began to give place to the holy gods. Hereupon, as the west wind ruffling the quiet sea with its breath at morn urges on the sloping waves, when the Dawn is rising up to the gates of the travelling Sun, the waters slowly at first, driven by gentle breeze, step on and lightly sound with plash of laughter; then as the breeze grows fresh they crowd on closer and closer, and floating afar reflect a brightness from the crimson light; so now, leaving the royal buildings of the portal, hither and thither variously with devious feet the guests passed away. After their departure, from the top of Pelion came Chiron leading the way, and bearing woodland gifts. For all the flowers that the plains bear, all that the Thessalian region brings to birth on its mighty mountains, all the flowers that near the river's streams the fruitful gale of warm Favonius discloses, these he brought himself, woven in mingled garlands, cheered with whose grateful odour the house smiled its gladness. Forthwith Penëus is there, leaving verdant Tempe, Tempe girt with impendent forests [ ] to be haunted by Dorian dances; not empty-handed, for he bore, torn up by the roots, lofty beeches and tall bay-trees with upright stem, and with them the nodding plane and the swaying sister of flame-devoured Phaethon, and the tall cypress. All these he wove far and wide around their home, that the portal might be greenly embowered with soft foliage. Him follows Prometheus wise of heart, bearing the faded scars of hte ancient penalty which whilom, his limbs bound fast to the rock with chains, he paid, hanging from the craggy summits. Then came the Father of the gods with his divine wife and his sons, leaving thee, Phoebus, alone in heaven, and with thee thine own sister who dwells in heights of Idrus; for as thou didst, so did thy sister scorn Peleus, nor deigned to be present at the nuptial torches of Thetis. So when they had reclined their limbs on the white couches, bountifully were the tables piled with varied dainties: whilst in the meantime, swaying their bodies with palsied motion, the Parcae began to utter soothtelling chants. White raiment enfolding their aged limbs robed their ankled with a crimson border; on their snowy heads rested rosy bands, while their hands duly plied the eternal task. The left hand helf the distaff clothed with soft wool; then the right hand lightly drawing out the threads with upturned fingers shaped them, then with downward thumb twirled the spindle poised with rounded whorl; and so with teeth they still plucked the threads and made the work even. Bitten ends of wool clung to their dry lips, which had before stood out from the smooth yarn: and at their feet soft fleeces of white-shining wool were kept safe in baskets of osier. They then, as they struck the wool, sang with clear voice, and thus poured forth the Fates in divine chant. That chant no length of time shall prove untruthful. \"O thou who crownest high renown with great deeds of virtue, bulwark of Emathian power, famed for thy son to be, receive the truthful oracle that on this happy day the Sisters reveal to thee; but run ye on, drawing the woof-threads which the fates follow, ye spindles, run. Soon will Hesperus come to thee, Hesperus, who brings longed-for gifts to the wedded, soon will come thy wife with happy star, to shed over thy spirit soul-quelling love, and join with thee languorous slumbers, laying her smooth arms under thy strong neck. Run, drawing the woof-threads, ye spindles, run. No house ever harboured such loves as these; no love ever joined lovers in such a bond as links Thetis with Peleus, Peleus with Thetis. Run, drawing the woof-threads, ye spindles, run. There shall be born to you a son that knows not fear, Achilles, known to his enemies not by his back but by his stout breast; who right often winner in the contest of the wide-ranging race shall outstrip the flame-feet footsteps of the flying hind. Run, drawing the woof-threads, ye spindles, run. Against him not a hero shall match himself in war, when the Phrygian streams shall flow with Teucrian blood, and the third heir of Pelops shall lay waste the Trojan walls, with tedious war beleaguering. Run, drawing the woof-threads, ye spindles, run. The hero's surpassing achievements and renowned deeds often shall mothers own at the burial of their sons, loosing dishevelled hair from hoary head, and marring their withered breasts with weak hands. Run, drawing the woof-threads, ye spindles, run. For as the husbandman cropping the thick ears of corn under the burning sun mows down the yellow fields, so shall he lay low with foeman's steel the bodies of the sons of Troy. Run, drawing the woof-threads, ye spindles, run. Witness of his great deeds of valour shall be the wave of Scamander which pours itself forth abroad in the current of Hellespont, whose channel he shall choke with heaps of slain corpses, and make the deep streams warm with mingled blood. Run, drawing the woof-threads, ye spindles, run. Lastly, witness too shall be the prize assigned to him in death, when the rounded barrow heaped up with lofty mound shall receive the snowy limbs of the slaughtered maiden. Run, drawing the woof-threads, ye spindles, run. For so soon as Fortune shall give to the weary Achaeans power to loose the Neptune-forged circlet of the Dardanian town, the high tomb shall be wetted with Polyxena's blood, who like a victim falling under the two-edged steel, shall bend her knee and bow her headless trunk. Run, drawing, the woof-threads, ye spindles, run. Come then, unite the loves which your souls desire: let the husband receive in happy bonds the goddess, let the bride be given up—nay now!—to her eager spouse. Run, drawing the woof-threads, ye spindles, run. When her nurse visits her again with the morning light, she will not be able to circle her neck with yesterday's riband; nor shall her anxious mother, saddened by lone-lying of an unkindly bride, give up the hope of dear descendants. Run, drawing the woof-threads, ye spindles, run.\" Such strains of divination, foreboding happiness to Peleus, sang the Fates from prophetic breast in days of yore. For in bodily presence of old, before religion was despised, the heavenly ones were wont to visit pious homes of heroes, and show themselves to mortal company. Often the Father of the gods coming down again, in his bright temple, when yearly feasts had come on his holy days, saw a hundred bulls fall to the ground. Often Liber roving on the topmost height of Parnassus drove the Thyades crying \"Evoe!\" with flying hair, when the Delphians, racing eagerly from all the town, joyfully received the god with smoking altars. Often in the death-bearing strife of war Mavors or the Lady of swift Triton or the Rhamnusian Virgin by their presence stirred up the courage of armed bands of men. But when the earth was dyed with hideous crime, and all men banished justice from their greedy souls, and brothers sprinkled their hands with brothers' blood, the son left off to mourn his parents' death, the father wished for the death of his young son, that he might without hindrance enjoy the flower of a young bride, the unnatural mother impiously coupling with her unconscious son did not fear to sin against parental gods; then all right and wrong, confounded in impious madness, turned from us the righteous will of the gods. Wherefore they deign not to visit such companies, nor endure the touch of clear daylight."
  },
  {
    "id": "65",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_65",
    "text": "Hortalus, though with unremitting pain, concern draws worn out me from the learned maidens, nor can my mind produce the Muses' sweet fruit, my minds surge with such bad things— for recently in the Lethen whirlpool my brother's pale little foot a flowing wave lapped, which, removed from our eyes, the Trojan ground crushes under the Rhoetean shore. O brother, more lovable than life, will I never behold you hereafter? But I'll surely always love: I'll always sing solemn poems for your death, of which kind Procne sings under the dense shadows of branches groaning fates of consumed Itys. But in such sorrows, O Hortalus, nevertheless I send you these translated poems of Callimachus, lest you think that your words, entrusted in vain, have slipped perhaps from my mind to vagrant winds, as an apple sent by a fiancé's secret tribute, runs out from the maiden's chaste lap because placed under the poor forgetful girl's soft robe, when she jumps with her mother's arrival, it's cast out, and in a prone hurry, headlong drives that thing guilty blush springs from this sad one."
  },
  {
    "id": "67",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_67",
    "text": "Oh thing which is pleasing to a sweet husband, pleasing to a parent, greetings, and may Jupiter enrich you with good wealth, Door, which they say served Balbus kindly once, when the old man himself held the house, and which they say in turn served his son badly, after, once the old man was laid out, you became a married door. Come now, tell us why you are said to have changed and to have deserted your old loyalty to your master. \"It is not (may I so please Caecilius to whom I have now been handed over) my fault, although it is said to be mine, no one can speak of any wrongdoing by me: but it is the judgement of people that the door does each deed, who, whenever something is found out to have been done badly, they all shout at me: Door, it is your fault.\" It is not enough that you say that in one word. But make it so that anyone can feel and see it. \"How can I? Nobody asks nor tries to understand.\" I want to: do not hesitate to tell me. \"Therefore first, what was said about her having been handed over to us a virgin is false. Her husband did not touch her before, he whose little dagger hung weaker than a soft beet, and never raised itself to the middle of his tunic; but his father is said to have violated the bed of that son, and dishonored his wretched home, either because his impious mind burned with a blind love, or because his son was infertile with barren seed, so something more vigorous had to be sought elsewhere, which could loosen her virgin belt.\" You tell of an outstanding parent with amazing dutifulness, who himself has pissed in his own son's lap! \"And yet it's not only this that Brixia says it has knowledge of, Brixia, situated below the watchtower of Cycnus, which the golden Mella runs past with its gentle stream, Brixia, the beloved mother of my Verona, but it tells about Postumius and the love of Cornelius, with whom she committed terrible adultery. At this point someone may say, \"Door, how do you know that, when you are never allowed to be away from your master's threshold, nor to eavesdrop on people, but fixed here under this little beam you are only accustomed to open or close the house? Often I heard her speaking with a furtive voice alone with her slave-girls about these misdeeds of hers, mentioning by name those I have spoken of, as if she expected me to have neither a tongue nor a little ear. Moreover she added someone else, whom I do not want to mention by name, in case he raises his red eyebrows. He is a tall man, against whom was once brought a big lawsuit by a fake childbirth from a lying belly."
  },
  {
    "id": "68",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_68",
    "text": "That you, overwhelmed by fortune and bitter plight, send me this short letter, written down with tears. That I may rescue one shipwrecked, expelled by the frothing waves of the sea, and bring him back in health from the threshold of death, him whom heavenly Venus provides no relief, alone in a celibate bed, in languid sleep, nor Muses delight with sweet song of ancient writers when your mind stays anxiously awake all night, pleases me because you tell me I'm your friend and seek the gifts both of the Muses and of Venus. But lest you not know my misfortunes, Manius, or think I rue my guest's obligation, listen, lest you further seek from a miserable man the blessed gifts wherewith I myself am submerged in the waves of Fortune. At that time when a grown man's toga was first handed down to me, when the age, rife with flowers, issued a pleasant spring, I had played much: the goddess is well aware of us, she who mixes our sweet bitterness with cares. But my brother's death has taken this eager pasttime away from me entirely. My brother, unhappily removed from me, as you were dying, you broke my advantages; my brother, our whole house was buried along with you, and all our joys perished along with you, joys which your kind friendship nurtured in life. Because of untimely death I have expelled from my entire consciousness these pastimes and all delights of the mind. Wherefore, because you write that it is shameful for Catullus to be in Verona, because here, anyone who is anyone would be wont to warm limbs cold from a lonely bed, it is not just a shame, Manius, but a source of real grief. Therefore, please forgive me if I do not grant you the gifts which grief has taken from me, for I cannot so grant them. For, as for the fact that I do not have a great abundance of writings at my family home in Verona, it happens that we live in Rome: that house, that home of mine, there my life is browsed, and one small scroll case out of many follows me here. Since it is so, I wouldn't want you to decide that I'm doing this out of spite or lack of appropriate generosity because an abundance of neither kind of poem has been sent to you though you have sought it. If any such abundance were forthcoming, I would produce it unasked. I cannot keep silent, ye goddesses, about the matter with which Allius has helped me, or about the extent of the obligations with which he has helped me, lest his life, which slips away as the generations forget, cover this zeal with a blind night: but I'll tell you, hereafter tell many thousands and make this roll of papyrus speak when it is old... ... When he is dead, may he become more and more famous, and may no spider do her work, weaving a thin web high upon Allius' lonely name! You know what concern two-faced Venus has given me, and in what manner she has parched me, for I've been burning like Etna's Sicilian crag or the waters of Malis in the hot gates of Mount Oeta, and my hapless eyes have not stopped wasting away in unremitting tears, and my cheeks have not stopped being wet with the gloomy tears of rain. As a stream, shining on the summit of an airy mountain, a stream that rushes forth from the mossy stone, cuts through the way of a dense population and suddenly rolls from a sloping valley is sweet comfort to a tired, sweaty traveler when severely hot weather cracks the parched fields, and precisely as a second wind that comes blowing rather gently is sweet comfort after sailors have been buffeted about in a black tornado, such help has Allius been to me, now that the prayers of Castor and Pollux have been issued. With a wide path, he has opened up a shut plain, and he has given a home to me and to Lesbia, to which she and I would come to ply our mutual love. My radiant goddess brought herself fleetly to Allius' home and set her foot's gleaming sole in the worn doorway, her weight balanced on a squeaky sandal, as Laodamia, burning with love, once came to the house of her husband Protesilaus, a house begun in vain, since no sacrificial animal had yet appeased the heavenly masters with its holy blood. Nemesis, nothing of the sort that is undertaken recklessly, when the gods are unwilling, would please me so very much. Laodamia learned how the hungry altar longed for upright blood when her husband was taken away, and she was compelled to let go of her new husband's neck before the return of winter had satisfied her passionate love in the long nights, with the result that she was able to live after breaking off the marriage, which the Fates knew would not be a long way off if he went as a soldier to Troy. At that time, with the abduction of Helen, Troy had begun to rouse the chief men of the Argives toward herself, Troy (horror!), shared tomb of Asia and Europe, Troy, cruel funeral pyre of all men and virtues, which has even brought a miserable death to my brother! Our whole house has been buried together with you, and all our joys have perished together with you, which your sweet friendship nurtured in life. A foreign land holds him deep under ground now, so far away, not among familiar tombs, and not placed beside the ashes of relatives, but buried unhappily in Troy, loathsome Troy! Whither, then, the conscripted men of Greece, hurrying from all directions to forsake their domestic hearths, are drawn, lest Paris, having rejoiced after Helen was enticed away, freely spend idle pleasures in a placid bed chamber. Then, because of this plight, most beautiful Laodamia, a marriage dearer than life and spirit was taken away from you. A flood, engulfing you in such a whirlpool of love, had carried you off into a deep pit of catastrophe, such as, the Greeks say, drains the floor of Mount Cyllene, near Pheneus, the swamp having been milled: a pit which Hercules, falsely fathered, is said once to have dug, when the innards of the mountain had fallen, at which time he killed the monsters of Stymphalus with an unerring arrow under the command of lesser Eurystheus, that the door of the heavens might be traversed by more divinities, and Hebe shortly lose her virginity. But deeper than that pit was your deep love, which, though you were indomitable, taught you to bear the yoke of marriage. And our daughter does not cherish so dear the head of a late grandson when her father is exhausted with age; the grandson, when at long last having acquired his grandfather's riches, enters his name in the account books, signed in the presence of a witness, dislodges a vulture from a whitened head the impious joys of a ridiculous distant relative; nor did anyone who was the wife of a snow-white cock pigeon rejoice so much, a pigeon who is said always to snatch kisses rather wantonly from many a biting beak; how especially promiscuous is Lesbia! But you alone have conquered their great passions, as once and for all you have been united to a fair husband. My sweetheart, compared to Laodamia, is then worthy to concede little or nothing to my lap; blond Cupid has often gleamed in a saffron yellow tunic, running here and there around her. Although she nevertheless is not satisfied with one Catullus, we bear the infrequent and furtive trysts of a chaste mistress, lest we be annoying, in the manner of fools. Even Juno, the greatest of the goddesses, often stomachs her burning anger at her husband's wrongdoing, knowing of more trysts of all-desiring Jupiter. But it isn't just to compare people to gods... ...Take the unwelcome burden of a trembling father. Besides, she didn't come brought down by my father's right hand to my house, redolent with Oriental fragrance, but gave secret little favors on an extraordinary night, when she was removed from the very lap of her husband himself. Therefore, it is enough if this day, which she marks, is given to me with a whiter stone than ordinary days! Allius Manius, this gift, wrought as well as I could in verse, is rendered to you in return for your many favors, lest this day and that touch your name with a scabrous blight. To this total, the gods will add so many more gifts, the which Themis once upon a time was accustomed to bearing to upright people in ancient times. May you and your life as well be prosperous, and the very house in which Lesbia and I have played, and Allius, who first has given us land and now carries it away, from the tip of whom everything good was originated, and my sweetheart, who is far dearer to me than all others, dearer to me than I myself am: my life is sweet with her alive."
  },
  {
    "id": "69",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_69",
    "text": "Do not wonder, o Rufus, why no woman wants to place her dainty thigh under you, not if you should undermine her with a gift of rare clothes or with the pleasures of a transparent jewel. A certain bad story hurts you, by which a wild billy-goat is said to dwell under the valley of your upper arms. All fear this; nor is it strange: for it is a very bad beast, nor one with which a pretty girl would lie. Therefore, either kill the cruel pest of the noses or cease to wonder why they flee."
  },
  {
    "id": "70",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_70",
    "text": "My woman says that she prefers to marry no one over me, not even if Jupiter himself should seek her. She says (these things), but what a woman says to her desirous lover is fitting to write on the wind and on fast-flowing water."
  },
  {
    "id": "71",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_71",
    "text": "If the holy goat of the armpits stands well deserved in someone's way, or if the limping gout cuts someone deservedly, it's the one, who is jealous of you, who keeps your lover company, is wonderfully for you meet with both misfortunes. For as often as he fucked her, so often will both be punished: She will be crushed by the smell, he will die because of the the gout."
  },
  {
    "id": "72",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_72",
    "text": "You once were saying that you knew only Catullus, Lesbia, and you did not want to hold Jove before me. I loved you then not so much as the common man does his girlfriend, but as a father loves his children and sons-in-law. Now I have known you: therefore, though I am burnt more fiercely, you are cheaper and of less meaning to me. How is this so, you ask? Because such an injury drives a lover to love more often, but to be less friendly."
  },
  {
    "id": "73",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_73",
    "text": "Cease to want to earn well in any respect from anyone or to think that anyone is able to become grateful. All things are ungrateful, to have acted kindly is not beneficial at all, on the contrary it tires and it hurts more, As it is to me, whom no one distresses more seriously nor more painfully, Than he who holds me as his one and only friend."
  },
  {
    "id": "74",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_74",
    "text": "Gellius has heared that his uncle is in the habit of scolding, if someone speaks of or does wanton things. Lest this doesn't happen to himself, he slept with his uncle's wife and made his uncle an Harpocrates. He achieved what he wanted: for, although fucks his own uncles in the mouth now, his uncles can't say a word."
  },
  {
    "id": "75",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_75",
    "text": "At this point [my] mind is so broken down by your doing, my Lesbia, that it destroys itself by its own devotion, so that it can no longer wish you well, even if you should become the best, nor can it stop loving you, no matter what you should do."
  },
  {
    "id": "76",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_76",
    "text": "If there is any pleasure in remembering past good deeds for a man, when he believes that he is dutiful, nor he has violated any sacred trust, nor in any pact of the gods to have abused divine power to deceive men, then many joys remain for you in your long life, Catullus, prepared from this thankless love. For anything that a man is able to do or to say well to another these have been done and said by you. All of which things have died entrusted to this ungrateful mind. So why do you keep torturing yourself further? Why not be firm in the mind and lead yourself out from there, and stop being miserable with the gods unwilling? It is difficult to suddenly put away a long love It is difficult, but you must effect this in some way or other: it is the one salvation, this must be conquered by you You must do this, whether it is impossible or possible. Oh gods, if it is yours to feel pity, or if ever you have saved someone in the nick of time in death itself Look upon pathetic me! And, if I have lived life purely, take away this pestilence and ruin from me, which creeping down to my inner most self like a paralysis takes away happiness from my whole heart. Now I do not seek, that she loves me in return or, (that which is not possible), that she chooses to be chaste I wish myself to be well, and to put down this foul disease Oh Gods! return this to me in return for my piety."
  },
  {
    "id": "77",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_77",
    "text": "Rufus trusted friend to me in vain and to no avail (in vain? rather with a great price and with trouble), Thus you crept under me and consuming my intestines. alas, did you snatch away all our good things from miserable me? Alas, alas, you snatched away cruel poison of our life, alas, alas plague of our friendship."
  },
  {
    "id": "78",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_78",
    "text": "Gallus has brothers, one of those has a very beautiful wife and the other one a beautiful son. Gallus is a nice man: for he bring together sweet affairs so the beautiful girl can sleep with the beautiful boy. Gall is a stupid man, he doesn't notice that he is a husband too, who as an uncles can prove an uncle's adultery."
  },
  {
    "id": "78b",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_78b",
    "text": "But now I ache, because your dirty saliva has dirtied the chaste lips of a chaste girl. But in truth you will not do this without punishment: for all centuries shall know of you and an old tale will be told, about how you are."
  },
  {
    "id": "79",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_79",
    "text": "Lesbius is pretty. Why not? Lesbia prefers him more than you with your whole people, Catullus. But still, the pretty boy would sell Catullus with his people, if he finds three kisses of friends."
  },
  {
    "id": "81",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_81",
    "text": "Is there no one in a society of such size, o Iuventius, no handsome man whom you might start to adore, besides that guest of yours, paler than a gilded statue, from the settlements of the dying [town of] Pesaro, who is dear to you now, whom you dare to place before us, and don't know what a crime you are committing?"
  },
  {
    "id": "83",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_83",
    "text": "Lesbia says to me many bad [things] in the presence of a man: that this person is the greatest joy for a fool. Mule of a man, you understand nothing? If she were to forget me and were silent, she would be sane: but now she snarls and interrupts me, not only does she remember, but a thing, which is much more serious, she is angry. That is, she burns and speaks."
  },
  {
    "id": "84",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_84",
    "text": "\"Hadvantages\", Arrius was saying, whenever he wished to say advantages And ambush he was saying \"hambush,\" And then he was hoping that he had spoken wonderfully when he would say \"hambush\" as much as he was able; I believe, thus his mother, thus his free uncle, Thus his maternal grandfather and grandmother had said. With this man having been sent into Syria, the ears of all had rested: They were hearing the same things more softly and more lightly, Nor afterwards were they themselves fearing such words, When suddenly a horrible message is brought: The Ionian waves, after Arrius had gone there, Were now no longer Ionian but \"Hionian.\""
  },
  {
    "id": "85",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_85",
    "text": "I hate and I love. Why I do this, perhaps you ask. I do not know, but I feel it being done and I am tormented."
  },
  {
    "id": "86",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_86",
    "text": "Quintia is beautiful to many, to me, she is radiant, tall, and upright. Thusly I concede these individual things. I deny all of this so-called \"beauty.\" For there is no charm, No grain of salt in such a big body. Lesbia is beautiful, who both is most beautiful in all of this and has stolen all the Venuses together from everyone else."
  },
  {
    "id": "87",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_87",
    "text": "No woman is able to say that she is loved truly, to such an extent as my Lesbia is loved by me. There was no treaty with as much trust as was found in that of my love for you."
  },
  {
    "id": "88",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_88",
    "text": "What is he doing, Gellius, who lusts for his own mother and sister, and stays up with the tunics having been thrown away? What is he doing, who does not allow his uncle to be a husband? Surely you know the extent of wickedness he undertakes? He undertakes, O Gellius, as much as neither the furthest Tethys nor Ocean father of the Nymphs can wash away: For there is nothing at all of wickedness beyond which he could proceed, not if with his head being sent down he devours himself."
  },
  {
    "id": "89",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_89",
    "text": "Gellius is skinny: how could this not be so? He who has such a good and vigorous mother and such an attractive sister and such a good uncle and such an abundance of girls he has gotten to know, why should he cease to be skinny? Even if he touches nothing, except which is not right to touch, you will find as many reasons as you like as to why he may be skinny."
  },
  {
    "id": "91",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_91",
    "text": "For this reason, Gellius, I was hoping that you would be faithful to me in this miserable, this destroyed love of ours, not because I had known you well nor I was thinking you dependable nor to be able to restrain your mind from ugly scandalous conduct; but because I was seeing that she was neither the mother for you nor the sister for you, she whose great love was eating me. And although I was joined with you by much custom I had not believed that that was enough of cause for you. You have thought it [was] enough: so much delight is for you in every fault, in whatever way there is something of crime."
  },
  {
    "id": "92",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_92",
    "text": "Lesbia always speaks badly of me, and she is not silent at any time about me: let me perish if Lesbia does not love me. By what sign? Because my signs are just as many: I pray against her continuously, but let me perish if I do not love her."
  },
  {
    "id": "93",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_93",
    "text": "I am not enthusiastic, Caesar, to want to please you, nor to know whether you are a white or a black man."
  },
  {
    "id": "94",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_94",
    "text": "Mentula commits adultery. Does a penis commit adultery? Undoubtedly. This is what they say: a pot itself gathers vegetables."
  },
  {
    "id": "96",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_96",
    "text": "If anything pleasing or acceptable to silent sepulchers is able to be done by our grief, Calvus, by this longing we renew old loves and we lament once sent away friendships. Certainly a premature death is not of such sadness to Quintilia, so much as she rejoices in your love."
  },
  {
    "id": "98",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_98",
    "text": "What is able to be said against you, if anything rotten Victius, Is that which is said in reference to verbose ones and fools. If the opportunity should come to you, you would Be able to lick assholes and peasant sandals! If you wish o kill us altogether, Victius Open your mouth to speak: You will accomplish what you desire."
  },
  {
    "id": "99",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_99",
    "text": "I stole from you, while you were playing, honey-sweet Iuventius, a kiss more sweet than sweet ambrosia. Truly I did not lift this unpunished: for such a long hour I remember that I was crucified on the highest cross, while I purged myself to you, nor was I able to remove with any tears so small a quantity of your ferocity. For at the same time it was done, you wiped your lips, having been washed by many tears, with all your fingers, nor did anything having been received from my mouth remain, just as if it were the filthy spit of a filthy prostitute. Besides this, to hand over lovesick me, you did not hold back from troubled love, and to torture in every way, with the result that for me that kiss changed from ambrosia to more bitter than bitter hellebore. Because you put forth such a punishment for miserable love, I will never steal a kiss after this."
  },
  {
    "id": "100",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_100",
    "text": "Caelius and Quintius, the flower of the Veronese youth, Madly in love with Aufilenus, madly in love with Aufilena— One with the brother; the other with the sister. This is, as one would say, true brotherhood and sweet friendship. To whom shall I incline the more? Caelius, to you; For your single devotion to us was shown by its deeds, When the raging flame scorched my marrow. Be happy, Caelius, be potent in love."
  },
  {
    "id": "101",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_101",
    "text": "Carried through many nations and many seas, I arrive, brother, at these miserable funeral rites, So that I might bestow you with the final gift of death And might speak in vain to the silent ash. Since Fortune has stolen you yourself from me, Alas, wretched brother, unfairly stolen from me, Meanwhile, however, receive these which in the ancient custom of [our] parents were handed down as a sad gift for funeral rites, dripping much with fraternal weeping, And forever, brother, hail and farewell."
  },
  {
    "id": "102",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_102",
    "text": "If anything was ever entrusted by a friend to a silent sure one, whose loyalty of spirit is deeply known, you’ll find I’m equally bound by that sacred rite, Cornelius, and turned into a pure Harpocrates."
  },
  {
    "id": "104",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_104",
    "text": "Do you credit that I could curse my life, who is dearer to me than both eyes? I could not: nor, if I could, would I love so excessively: but you with Tappo make everything a portent."
  },
  {
    "id": "105",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_105",
    "text": "Mentula tries to ascend the Parnassian Mount: the Muses, with pitchforks, throw him off it head first."
  },
  {
    "id": "106",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_106",
    "text": "When one sees a beautiful boy in the company of an auctioneer, what can one believe but that he desires to sell himself ?"
  },
  {
    "id": "107",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_107",
    "text": "If anything happened to one who is desirous and hopeful, yet unexpecting, this is especially pleasing to the soul. Therefore, this is pleasing, and dearer than gold to me, because you, Lesbia, have restored yourself to desirous me. You restore yourself to desirous, unexpecting me, you return yourself to me. O, light of a fairer mark! Who lives more happily than I alone, or who will be able to say that these things are to be hoped for more than this life?"
  },
  {
    "id": "109",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_109",
    "text": "You promise to me, my life, that this love of ours will be pleasant and everlasting between us. Great gods, make it that she is able to promise truly, And that she speaks sincerely and from her heart, That we might be allowed to lead through Our whole life this eternal pact of holy friendship."
  },
  {
    "id": "110",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_110",
    "text": "Aufillena, good friends are always praised: they receive the price for what they intend to do. Because you lied about what you promised me, you are my enemy; because you are continually taking and not giving, you are doing wrong. Either it is noble to do, or it was chaste not to have promised, Aufillena: but to steal gifts by fraud amounts more to [the character] of a greedy prostitute, who prostitutes herself with her whole body."
  },
  {
    "id": "111",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_111",
    "text": "Aufillena, to live content with one man alone is the especial glory of all the glories of marriage - but it is better to sleep with any man who's willing than for a mother to conceive cousins from her uncle."
  },
  {
    "id": "112",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_112",
    "text": "Naso, you are a great man, and there isn’t a great man with you who wouldn’t split you open: Naso, you are great and a sodomite."
  },
  {
    "id": "113",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_113",
    "text": "In Pompey's first consulship, Cinna, two men frequented Maecilia: now appointed consul again, the two have remained, but against each one a thousand have grown. The seed of adultery is fertile."
  },
  {
    "id": "115",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_115",
    "text": "Mentula holds around thirty acres of meadows, forty of arable land; the rest is salt-marsh. How can he fail to surpass Croesus in riches, he who possesses so many good things: pastures, plough-land, vast woods, fields and lakes as far as the Hyperboreans and the open sea. All this is great, but he himself is the greatest of all, not a man, but actually a massive erect penis."
  },
  {
    "id": "116",
    "source": "Wikisource",
    "url": "https://en.wikisource.org/wiki/Translation:Catullus_116",
    "text": "Often searching for you with a studious, hunting mind so that I could send the poems of Callimachus whereby I should appease you, nor you try to send hostile spears right into my head; I now see that this labor undertaken by me is in vain, O Gellius, nor that my prayers have prevailed in this. I'll escape those your hostile spears driven against us, but you, pierced, will give me compensation."
  }
]