[
  {
    "id": "1",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e1.htm",
    "text": "To whom do I dedicate this charming slim volume,\njust now polished with dry pumice stone?\nFor you Cornellius, for you were accustomed to think\nthat my scribblings were something.\nWhen already at the same time, you alone\ndared to unfold the whole age of Italians in three scrolls,\nlearned, by Jupiter, and weighty!\nFor that reason have for yourself whatever this little book is,\nand whatever you like, oh patron maiden,\nlet it last a long time, for more than one generation!"
  },
  {
    "id": "2",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e2.htm",
    "text": "Sparrow, favorite of my girl,\nwith whom she is accustomed to play, whom she is accustomed to hold in her lap,\nfor whom, seeking greedily, she is accustomed to give her index finger\nand to provoke sharp bites.\nWhen it is pleasing for my shining desire\nto make some kind of joke\nand a relief of her grief.\nI believe, so that her heavy passion may become quiet.\nIf only I were able to play with you yourself, and\nto lighten the sad cares of your mind."
  },
  {
    "id": "2b",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e2b.htm",
    "text": "It is as pleasing to me as they say\nThe golden apple to have been to that swift girl,\nWhich untied that long-bound girdle."
  },
  {
    "id": "3",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e3.htm",
    "text": "Mourn, oh Cupids and Venuses,\nand whatever there is of rather pleasing men:\nthe sparrow of my girlfriend has died,\nthe sparrow, delight of my girl,\nwhom she loved more than her own eyes.\nFor it was honey-sweet and it had known its\nmistress as well as a girl knew her mother,\nnor did it move itself from her lap,\nbut jumping around now here now there\nhe used to chirp continually to his mistress alone:\nwho now goes through that gloomy journey\nfrom whence they denied anyone returns.\nBut may it go badly for you, bad darkness\nof Orcus, you who devour all beautiful things:\nand so beautiful a bird you taken away from me\no bad deed! o miserable sparrow!\nNow on account of your work my girl's\nslightly swollen little eyes are red from weeping."
  },
  {
    "id": "4",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e4.htm",
    "text": "That boat that you see guests\nsays that it was the fastest of ships\nit was able to surpass the speed of any other boat\nor if there was a need\nfor an oar or sail to fly\nAnd the boat denies that the shore of the threatning\nAdriatic denies this, or the cyclades islands\nthe famous island of Rhodus, wild Thracian\nrough sea of Marmara, Pontus bay\nwhere it later a small boat was previously\nthe woods having much foliage; for in the Cytorian ridge\nwith its whistiling leaves often produce whistling\nPontiac Amastris and box bearing Cytorus\nthe boat said that these things have been\nwell known to you from its earliest days\nhe said that he stood on top\nyou have dipped oars into your sea\nand then, to have carried his master\nthrough so many raging seas, whether a breeze was\ncalling from the left or from the right\nor if at the same time a favorable breeze fell upon each foot\nand he says neither any prayers to the Gods of the shore\nwas done by him, when the boat was coming\nfrom the newest sea all the way to the clear lake\nBut these events came earlier; now you are old\nin a hidden rest and dedicates itself to you\nthe twin Castor and twin of Castor."
  },
  {
    "id": "5",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e5.htm",
    "text": "Let us live, my Lesbia, and let us love,\nand let us judge all the rumors of the old men\nto be worth just one penny!\nThe suns are able to fall and rise:\nWhen that brief light has fallen for us,\nwe must sleep a never ending night.\nGive me a thousand kisses, then another hundred,\nthen another thousand, then a second hundred,\nthen yet another thousand more, then another hundred.\nThen, when we have made many thousands,\nwe will mix them all up so that we don't know,\nand so that no one can be jealous of us when he finds out\nhow many kisses we have shared."
  },
  {
    "id": "6",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e6.htm",
    "text": "Flavius, unless she were unpretty and inelegant, you would want to speak\nof your darling to Catullus and you wouldn't be able to keep quiet, but\nyou love some feverish harlot. You are ashamed to admit this. For your bed\nshouts that you, vainly quiet, do not lie for empty nights fragrant with\ngarlands and Syrian ointment, and the bolster equally worn away on this\nside and that, and the creaking and movement of your shaking bed. There's\nno point in being quiet about your debauchery. Why? You would not reveal\nsuch tired from debauchery flanks unless you were up to something silly. Therefore\ntell us whatever you have, whether its good or bad. I want to describe you\nand your love to the sky in my nice little verse."
  },
  {
    "id": "7",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e7.htm",
    "text": "You ask, my Lesbia, how many of your kisses\nare enough and more than enough for me.\nAs big a number as the Libyan grains of sand\nthat lie at silphium producing Cyrene\nbetween the oracle of Sultry Jupiter\nand the sacred tomb of old Battus;\nOr as many stars that see the secret love affairs of men,\nwhen the night is silent.\nSo many kisses are enough\nand more than enough for mad Catullus to kiss you,\nthese kisses which neither the inquisitive are able to count\nnor an evil tongue bewitch."
  },
  {
    "id": "8",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e8.htm",
    "text": "Poor Catullus, you must stop being silly,\nand count as lost what you see is lost.\nOnce the sun shone bright for you,\nwhen you would go whither your sweetheart led,\nshe who was loved by me as none will ever be loved.\nThen there took place those many jolly scenes\nwhich you desired nor did your sweetheart not desire.\nTruly the sun shone bright for you.\nNow she desires no more: do you too, weakling, not desire;\nand do not chase her who flees, nor live in unhappiness,\nbut harden your heart, endure and stand fast.\nGoodbye, sweetheart. Catullus now stands fast:\nhe will not look for you or court you against your will.\nBut you will be sorry when you are not courted at all.\nWretch, pity on you! What life lies in store for you!\nWho will come to you now? Who will think you pretty?\nWhom will you love now? Who will people say you are?\nWhom will you kiss? Whose lips will you bite?\nBut you, Catullus, be resolute and stand fast."
  },
  {
    "id": "9",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e9.htm",
    "text": "Veranius, being superior to all\n300,000 of my friends in my eyes\nHave you come home to your household gods\nand loving brothers and old mother?\nYouve come back! o happy news for me!\nI will see you unharmed and i will hear\nyou telling about places of the spaniards, the deeds, the tribes\nas it is your custom, and drawing your neck close\nwill I kiss the delightful eyes and lips?\nO how many happy men there are,\nwho is happier and more blessed than I am?"
  },
  {
    "id": "10",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e10.htm",
    "text": "My Varus led me at leisure\nfrom the forum to see his girlfriend\nlittle whore, as it was them seen by me immediately\nshe is not very uncharming neither is she unattractive.\nAs we came there, several conversations fell\nupon us: among which what now\nBithynia was; how it was holding itself;\nand with what money had it profited me.\nI responded that which was none, neither for the natives of Bithynia\nnor for their governers not for their staff,\nwith which anyone could have a more richly combed head of hair\nespecially when those whose governer was a shithead\nwho also didn't value his staff worth a hair\n\"But certainly however\" they said \"that which is said\nis the custom there to be born, you obtained\nmen for a litter\" I, like one lucky fellow\nin the eyes of the girl said\n\"It was not so bad for me,\nalthough, a bad province fell to me,\nthat I was not able to prepare 8 strong men.\"\nBut for me no one was in the place nor there,\nwho could put the broken legs of an old cot\non his neck.\nAt this point, as it was appropriate for the shameless one,\n\"I ask you please\" she said \"for me, my Catullus for a little while\nlend me those litter bearers, for I wish\nfor them to carry me to the temple of Serapis.\n\"Wait,\" I say to the girl,\n\"what which I had said good judgement\nmust have escaped me\nCinna Gaius prepared it - but whether\nthe litter bearers belong to me or to you?\nUse as well as if I had prepared them for myself.\nBut you without salt are bad and bothersome,\nthrough that it is not permitted to be careless!\""
  },
  {
    "id": "11",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e11.htm",
    "text": "Furius and Aurelius, companions of Catullus,\nwhether he penetrates the furthest of the Indies,\nor the shore where the beating of the eastern\nwaves resonates far and wide,\nwhether he penetrates into the Hyrcanos or the gentle Arabs,\nor the arrow-carrying Parthians,\nor the seven fold Nile\nwhich colors the plains,\nwhether he will go across the great Alps,\nintending to see the great monument to Caesar,\nor the Gallic Rhine or the horribly dis-\ntant Britain,\nyou who are prepared to try all these things,\nand whatever else the will of the gods will bring,\nannounce to my girl a few\nnasty words.\nLet her live and let her flourish with her adulterers,\nwhom having embraced 300 of them at the same time, she owns and keeps them,\ntruly loving none of them, but repeatedly breaking the groins of\nall of them;\nnor, let her no longer look back for my love as before,\nwhich by her fault, has fallen,\njust like the farthest flower of the field\nhas been killed by a passing plow."
  },
  {
    "id": "12",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e12.htm",
    "text": "Asinius Marrucinus, left hand\nYou do not use well: in joke and wine\nYou lift the napkins of the more careless.\nDo you think that this is witty? It escapes you, foolish man\nThis thing is utterly sordid and unattractive.\nDo you not believe me? Believe you brother Pollio\nWho would wish that your acts of stealing\nBe changed for even a talent - for the boy\nIs full of charm and wit.\nTherefore expect either 300 hendecasyllabic verses\nOr send back the napkin to me,\nWhich does not move me by means of price,\nBut rather it is a souvenir of my friend.\nFor Fabullus and Veranius sent Saetaban napkins\nFrom the Spaniards to me as a gift;\nIt is necessary that I love these things\nAs I love my little Veranius and Fabullus."
  },
  {
    "id": "13",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e13.htm",
    "text": "You will dine well with me, my Fabullus, in a few days,\nif the gods favor you, if you bring with you a good and large dinner,\nnot without a dazzling girl and wine and wit and all your loud laughter.\nIf you bring these things, I say, our charming one,\nyou will eat well; for the wallet of your Catullus is full of cobwebs.\nBut in return, you receive pure loves of anything that is more sweet or elegant:\nfor I will give you perfume, which the Venuses and Cupids gave to my girl,\nwhich, when you smell it, you will ask the gods,\nFabullus, to make all of you a nose."
  },
  {
    "id": "14",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e14.htm",
    "text": "If I did not love you more than my eyes,\nmost delightful Calvus, I would hate you\nwith a Vitinian* hatred because of that gift of yours:\nfor what did I do or what did I say,\nwhy do you ruin me with so many bad poets?\nMay the gods pile many adversities on that client,\nwho sent to you such a pack of sinners.\nBut if, as I do suspect, this new and choice\ngift does Sulla the schoolmaster give you,\nI am not upset, but rather well pleased,\nsince your labors haven't been wasted **.\nGreat gods above, that horrible and cursed little book!\nSurely you sent it to your Catullus,\nso that he might die, again and again, on that day,\nduring the Saturnalia too, the best of days!\nIt won't end like this for you, oh no, my clever one.\nFor, if there is light, to the booksellers'\nshelves will I dash, and Caesius, Aquinus,\nSuffenus, the entire poisonous collection:\nI will repay you with these punishments.\nYou bad poets, meanwhile, farewell, get out of here,\ngo to that place, from where you got your bad feet.\nCurses of our time, very bad poets.\n* Vatinius was a man he prosecuted in court.\n** Catullus jokes that the book of bad poetry was Calvus' payment for his capacities as lawyer to Sulla.\n© copyright 9-8-1998 by David Kimel\nPose your questions, help others, and post your translations and notes at the Catullus Forum."
  },
  {
    "id": "14b",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e14b.htm",
    "text": "...If you who are brave will be readers of my foolishness,\nThen your hands will not tremble as they reach towards my poems..."
  },
  {
    "id": "15",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e15.htm",
    "text": "I entrust my loved ones and myself to you, Aurelius.\nAnd I humbly ask a favor from you,\nthat if you have ever valued anything,\nwhich you might have wished to keep pure and true,\nthen modestly guard my boy for me,\nnot I say from the populace, I don't fear\nthem who just pass by here and there on the street\noccupied with their own affairs.\nIn truth, I am afraid of you and your penis,\nhostile to boys, both good and bad.\nBecause you let it go where it pleases, as it pleases,\nas much as you wish. When it is out, you are ready.\nThis one boy I ask humbly, I feel, you exclude.\nFor if foul thought and senseless passion drives\nyou, wretch, to such a crime\nthat you plan in your mind treason against me,\nThen you will have a miserable and ill fate.\nBecause with feet tied together you will be run\nthrough your backdoor with mullets and radishes."
  },
  {
    "id": "16",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e16.htm",
    "text": "Ill push your shit in and stuff your face--\nAurelius, you cocksucker; Furius, you little bitch--\nsince you think that my little poems\nhave gone soft and I must not be too upright!\nIts true; the devoted poet should stand erect\nin his values, but not necessarily in his little\npoems, which are truly witty and charming\nwhen they're a little soft, and not too stiff,\nbut can still cause a little tingling--\nI don't just mean for youth, but for hairy men\nwho can't make their own loins stand upright!\nYou! You read about my \"many kisses\"\nand doubt I'm fully a man?\nIll push your shit in and stuff your face."
  },
  {
    "id": "17",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e17.htm",
    "text": "O Cologna, you wish to play on the long bridge\nand are ready to jump, but you are weary of the awkward\nlegs of a little bridge standing on second-hand planks,\nlest it go facing upward and settle in the deep swamp:\nout of your lust, may the bridge be good for you,\nthis bridge on which even the rites of Salisubsalus might be undertaken;\nso grant me this favor of the greatest laughter, Cologna.\nI want a certain townsman of mine to go\nplunging headfirst into the mud,\nor rather where the lake of the stinking swamp is a blackish-blue hole,\nas nearly bottomless as possible.\nThe man is well nigh witless, and he doesn't sense so well\nas a two-year-old boy in the dandling forearm of his sleeping father.\nThough he has for a wife a young woman in the freshest flower,\n(and the young woman, friskier than a tender little bird,\nmust be guarded from clusters of very dark grapes),\nhe lets her play as she pleases; he doesn't care a hair,\nand he doesn't rouse himself from his lethargy on his own behalf. But he lies\njust like an alder tree in a ditch, an alder tree hamstrung by a Ligmian axe,\nsensing everything just as well as if it didn't exist at all.\nSuch a clod as this one of mine sees nothing and hears nothing,\nand he himself doesn't even know whether he exists.\nNow I want to send him face down from your bridge,\nif that can arouse his dull senility,\nand leave his helpless mind in the heavy slime\nas a she-mule leaves her iron sandal behind in a glutinous pit.\nTaken with kind permission from Brendan"
  },
  {
    "id": "21",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e21.htm",
    "text": "Aurelius, father of hungers,\nnot only of these but of however many have ever been,\nor are, or will be throughout the years:\nyou want to sleep with my boy.\nNot secretly: for you\\'re always with him, you joke around together,\nattached to his side you try everything.\nFor although you plot against me,\nI'll stick it to you first, my dick in your mouth.\nStill, if that were enough, I would keep my peace;\nI take offense now at this, that the boy will learn\nfrom you (ah, me!) to hunger and thirst.\nOn account of which lay off, while you can do so chastely,\nlest you should reach your end, but with a dick in your mouth."
  },
  {
    "id": "22",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e22.htm",
    "text": "That Suffenus, Varius, whom you know well,\nThat man is charming, and witty, and sophisticated,\nAnd the same man makes the most by far very many verses of poetry.\nI think that either 10,000 or more verses\nHave been written by that man, as is common in palimpsest\nHaving been jotted down there are: royal papers (expensive papyri), new books,\nNew knobs, red straps, scroll covers,\nAll things having been ruled with lead and smoothed by pumice.\nWhen you read this, that good and sophisticated\nSuffenus merely a goatherder or a ditchdigger\nOn the contrary seems: he differs and changes so much.\nWhat are we to think that this is? He who recently seemed a clever man\nOr if anything is more clever than this thing\nThat same man is more witless than the dull countryside,\nAs soon as he has undertaken a poem, nor is that same man\nEver equally as happy as when he writes the poem:\nSo much he rejoices in himself and so much he himself admires at himself\nClearly we are all deceived in the same way, nor is there anyone\nWhom you could see not to be Suffenus in some thing.\nTo each one of us one's own mistakes have been assigned;\nbut we do not see the knapsack which is on our back."
  },
  {
    "id": "23",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e23.htm",
    "text": "Furius, you who have neither a servant nor a moneychest,\nneither a bedbug nor a spider-web nor a fire,\nbut have a father and step-mother,\nwhose teeth even are able to eat hard rock:\nthings are sweet to you, with your father,\nand with the tough wife of your father.\nDo not be amazed: for you are all well,\nyou digest well, you fear nothing -\nnot fires, not severe ruin,\nnot wicked deeds, not plots of poison,\nnor other dangerous accidents.\nAnd you have bodies drier than horn,\nor whatever is drier than horn;\nand they are accustomed to both cold and hunger.\nWhy then is everything not well and blessed for you?\nSweat also is absent from you, and saliva,\nand mucus and other bad nasal emissions.\nTo this cleanliness add more cleanliness,\nbecause you have an anus more pure than a saltcellar,\nnor in the entire year do you defecate ten times,\nand even then it is more solid than a bean or pebble -\nif you rubbed it with your hands,\nyou wouldn't even be able to make your hands dirty.\nThese advantages are so beautiful, Furius,\ndon't spurn them or think them worthless,\nand stop begging the hundred sesterces as you are accustomed to:\nfor you are blessed enough."
  },
  {
    "id": "24",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e24.htm",
    "text": "O you who are the youthful flower of the Juventius family,\nnot only of these, but however many either were\nof after this will be born in later years,\nI would prefer you to give wealth to that Midas\nwho has neither servant nor money-box,\nthan you allow yourself like this to be loved by that guy\n\"Who? Is he not good-looking?\" you ask. He is.\nBut to that good-looking man belong neither servant nor money-box.\nThrow it away and make light of this as much as you want,\nbut nevertheless that man has neither servant nor money-box."
  },
  {
    "id": "25",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e25.htm",
    "text": "Thallus, you faggot, softer than rabbitfur,\nor goosedown, or a sweet little earlobe,\nor an old man's listless dick, lying in cobwebs and neglect.\nAnd yet, when the full moon shows the other guests starting to nod and yawn,\nyou're grabbier than a plunging hurricane.\nGive me back my housecoat, which you pounced on,\nand my good Spanish flax table napkins, and the painted boxwood writing tablets,\nwhich you keep on display, jerk, like they were heirlooms,\nunstick them from your claws and give them back\nor I'll use a whip to scribble some really embarrassing lines,\nhot as the iron that brands disgrace on a common thief,\non your woolsoft sides and dainty little hands.\nYou'll get excited in a brand new way, your head will spin\nlike a boat caught out on the open sea when the winds go mad."
  },
  {
    "id": "26",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e26.htm",
    "text": "Furius, your family's cottage\nstands neither against the gusts\nfrom the south nor west, nor\nfrom fierce Boreas nor Apheliota.\nNo, it stands against fifteen\ngrand and two hundred sesterces.\nO harsh wind and dreadful!"
  },
  {
    "id": "27",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e27.htm",
    "text": "O servant boy of the old Falernian wine,\npour more bitter cups for me,\nas the law of the Postumia mistress (who is)\ndrunker than the drunk wine orders.\nO waters, go away to that place where it pleases you,\nthe ruin (destruction) of wine, and depart (go) to\nthe party-poopers (conservative). This is pure Bacchus."
  },
  {
    "id": "28",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e28.htm",
    "text": "Friends of Piso, unprofitable staff,\nwith light knapsacks ready & unencumbered,\nthe best Veranus & you my Fabullus,\nwhat do you make of things? Is it not enough\nthat you endure your hunger with that flat & cold wine?\nDoes it show in the account books anything of small profit\nthat has been paid out, as I chalk up what was paid out\nby me, who followed my leader, as small profit?\nO Memmius, for a long time you made me, supine, suck dick\nwell & also slowly with that whole shaft.\nBut, as far as I can tell, you all were in the same\nsituation: for you were stuffed with a penis no less\nerect. Seek noble friends!\nAnd yet to you let the gods & goddesses give many\nbad things, disgraces of Romulus & Remus."
  },
  {
    "id": "29",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e29.htm",
    "text": "Who is able to see this, who is able to endure it\nExcept someone who is shameless and a glutton and a gambler,\nMamurra has what the province of Gaul\nUsed to have in value as well as that of farthest Britain?\nCinaedus* Romulus, will you see these things and put up with them?\nAnd now that (man) thinks he is better than everyone and is overflowing\nAnd he will walk through everyone's bedroom,\nAs a white dove or Adoneus**?\nCinaedus Romulus, will you see these things and put up with them?\nYou are shameless and a glutton and a gambler.\nIs it for this reason, unique commander***,\nYou were on that farthest island of the west****\nSo that he could gobble up everything 200 and 300 times?\nWhat else is this except for wicked liberality?\nFirst squandered was his good inheritance,\nSecond the plunder from the Black Sea, third\nThat of Spain, which the gold-bearing Tagus (river) knows:\nNow there is fear in Gaul and Britain.\nWhy do you nurture this wickedness? What is this man able to do\nBesides devour an oily inheritance?\nIs it for this reason everything extravagent in the city\nHas been destroyed, father-in-law***** and son-in-law******?\n* - A complicated insulting term referring to sexual immorality and a willingness to do anything for a little profit.\n** - Adoneus was Venus's (Aphrodite's) lover.\n*** - Commander refers to Julius Caesar.\n**** - Farthest island of the west refers to Britain\n***** - Refers to Julius Caesar\n****** - Refers to Pompey, as well as his former relationship with Julius Caesar"
  },
  {
    "id": "30",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e30.htm",
    "text": "Alfenus, thoughtless and deceitful to your congenial pals,\nHave you no pity whatsoever, hardheart, for your beloved friend?\nDon't you now hesitate to betray me, to mislead me, you rogue?\nNor are the wicked deeds of treacherous men pleasing to the gods.\nLike this deed you overlook: deserting me here wretched in my woes.\nWhat are men to do? Alas! Tell me! Or in whom should they place trust?\nYou, indeed unjust, kept ordering me to entrust my soul,\nLeading me on into friendship as if everything were fine.\nYou, that same person, now withdraw yourself, entrusting to the winds\nAll of your words, all of your deeds, carried away nebulously.\nEven if you choose to forget, mindful are the gods, even Faith,\nWho will make damn sure that you regret your deeds afterwards, my friend."
  },
  {
    "id": "31",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e31.htm",
    "text": "Sirmio, jewel of islands and of peninsulas,\nWhatever each Neptune carries\nIn the stagnant clear waters and in the vast sea,\nHow gladly and how happy I see you,\nScarcely myself believing myself that I have left behind\nThynia and the Bithynian fields and that I see you in safety.\nO what is more blessed than cares freed,\nWhen the mind puts down its burden,\nAnd we tired from foreign labor come\nTo our hearth and rest in a longed for bed?\nThis is that which is the one thing for such great labors.\nGreetings, O beautiful Sirmio, and rejoice in your master rejoicing;\nAnd you, O Lydian waves of the lake,\nLaugh whatever there is of laughter at home."
  },
  {
    "id": "32",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e32.htm",
    "text": "I beg you, my sweet, my Ipsitilla,\nmy darling, my sophisticated beauty,\nsummon me to a midday assignation;\nand, if you're willing, do me one big favor:\ndon't let another client shoot the door bolt,\nand don't decide to suddenly go cruising,\nbut stay at home & get yourself all ready\nfor nine - yes, nine - successive copulations!\nHonestly, if you want it, give the order:\nI've eaten, and I'm sated, supinated!\nMy prick is poking through my cloak and tunic."
  },
  {
    "id": "33",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e33.htm",
    "text": "O greatest of thieves skulking about the bathouses,\nThe father, Vibennius, and Vibennius Junior, the catamite son\n(For dad is the one with the more sordid thieving hand,\nWhile sonny boy is busy peddling his voracious fundament):\nWhy don't you both get the hell out of here and go to the devil?\nSince the thieveries of the father are common knowledge\nAnd you, son, couldn't sell that hairy ass of yours for a penny."
  },
  {
    "id": "34",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e34.htm",
    "text": "In the custody of Diana we are\nthe pure boys and girls:\nThe boys and girls\nsing to Diana\nO Latonia, the great\noffspring of the greatest Jupiter.\nwhom the mother gave birth\nnear a Delian olive tree\nso you could be the mistress of the mountains\nand of the flourishing woods\nand of the secluded wooded pasture\nand of the resounding river:\nyou Lucina Iuno are said to be\nby a women in labor\nto be the powerful Trivia\nand Luna with bastard light\nin your monthly course goddess\nmeasuring your annual journey\nyou fill the rustic homes of the farmer\nwith good produce\nmay you be holy by whatever name pleases\nyou and may you preserve the family of\nRomulus as you are accustomed\nof good help long ago."
  },
  {
    "id": "35",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e35.htm",
    "text": "I would like you, papyrus,\nto tell Caecilius, the love poet, my friend\nto come to Verona, leaving\nthe walls of New Comum and the Larian shore\nfor I wish him to receive\ncertain thoughts of a friend of his and mine\ntherefore if he is wise, he will eat up the road\nalthough a dazzling girl calls him\nback a thousand times as he leaves and\nflinging both arms around his neck begs that Caecilius remain.\nThat's the girl who, if what's reported to me is true,\nnow perishes through uncontrollable love:\nfor when she reads his\nunfinished \"Mistress of Dindymus\", from that time fires\nhave been eating the marrow of the poor girl.\nI forgive you, girl more learned than Sappho's\nmuse: for the Great Mother of Caecilius\nis elegantly underway."
  },
  {
    "id": "36",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e36.htm",
    "text": "Annales of Volusis, shitty papers,\ndischarged a vow on behalf on my girl\nfor she vowed to the holy Venus and Cupid\nthat if I had returned myself\nand if I had stop hurling vicous iambs (verses)\nshe would give the most superior writing of the\nworst poet to the slow footed God\nto be burned on unfortunate wood\nAnd the worst girl sees herself\nto vow this all in good fun with the Gods\nNow o goddess born into the blue sea\nwho is holy in Idalium and Urium\nand you who are worshipped at Ancona\nand full of reeds Cnidus and Golgi\nand Durrachium the shop of the Adriatic\nenter the vow as recieved and discharged\nif it is not uncharming nor is unattractive\nand you meanwhile come in flames\nfull of countryside and courseness\nAnnales of Vouluisis, crapped on paper."
  },
  {
    "id": "37",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e37.htm",
    "text": "O salacious tavern and you comrades,\nat the ninth pillar from the felt-capped brothers,\nyou think that you alone have penises,\nthat you alone are permitted to have sex with\nhowever many girls there are and think the rest he-goats?\nOr, because 100 (or 200?) of you stupids sit in a line,\nyou think that I would not dare to force you 200 sitters together\nto perform oral sex on me?\nBut now think: I will draw dicks all over the front of your tavern.\nFor that girl, who fled from my lap,\nwho I loved as much as no one will love a girl,\non behalf of whom many battles were fought,\nsits there. All the good and rich men are making love to this girl,\nand, indeed, rather unsuitably, all you puny alley-way adulterers;\nyou love one beyond all, one of the hairy ones.\nson of the cave-dwelling Celtiberians,\nEgnatius, whose good is marked by a shady beard,\nand who scours his teeth with Iberian piss."
  },
  {
    "id": "38",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e38.htm",
    "text": "Things are bad for your Catullus, Cornificius,\nThings are bad, by Hercules, and painfully so,\nand more and more so as days and hours pass.\nWith what word of comfort, which is the least\nand the easiest, have you comforted him?\nI am angry with you. Is this how you treat my love?\nGive me a tiny bit of comfort,\nsadder than the tears of Simonideus."
  },
  {
    "id": "39",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e39.htm",
    "text": "Egnatius, because he has bright white teeth,\nalways smiles: If someone comes to the defendant's\nbench, when the speaker arouses weeping,\nhe grins; If there is weeping at the funeral pyre of\na dutiful son, when the bereaved mother laments her only son,\nhe grins. Whatever it is, wherever he is,\nwhatever he is doing, he grins: he has this disease,\nneither elegant, as I think, nor refined.\nTherefore I must warn you, my good Egnatius.\nIf you were a city man or a Sabine or a Tiburnan\nor a thrifty Umbrian or a fat Etruscan\nor a swarthy or toothy Lanuvian or\na Transpadane, to touch on my own people as well,\nor anyone you like who cleans his teeth with clean water,\nI still should not want you to smile on all occasions:\nfor nothing is more silly than a silly smile.\nNow you are a Celtiberian: in the land of Celtiberia,\nwhatever each man has urinated, with this he is accustomed\nin the morning to rub his teeth and gums until they are red,\nso that the more polished those teeth of yours are,\nthe more urine they proclaim you to have drunk."
  },
  {
    "id": "40",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e40.htm",
    "text": "What perverse purpose, poor little Ravidus,\nHurls you headlong onto my iambics?\nWhich god  ill-invoked by you  prepares\nTo start for you a crazy brawl?\nJust so you can become a topic of popular gossip?\nWhat do you want? To become famous any old way?\nYou will, since you decided to fall for my love\nAt the risk of an everlasting punishment."
  },
  {
    "id": "41",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e41.htm",
    "text": "Ameana, the well-worn prostitute,\ndemanded the whole 10,000 from me\nthis girl with the ugly nose,\nfriend of the indebted man of Formianus.\nRelatives, to whom the girl is of concern,\ncall together doctors and friends:\nthe girl is not sane, nor is she accustomed to ask\nfor bronze reflective of her looks.\nNotes:\n\"well-worn prostitute\": lit. a girl tired-out by sex (puella defututa could also mean \"well fucked girl\", beacuse while defututa literally means worn out by sex, it has more implications taken in context of the time, during which it was used by the young in the same manner modern Americans use the word \"fuck\".)\nRef. to 10,000 ses. that Ameana presumably charged Catullus for her services.\n\"ugly nose\": turpiculo naso, turpiculo being in the diminuitive, might I add, and meaning \"indecent\".. ugly seems to be the better english word choice, though.\n\"indebted man...\": ref. to Mammura, indebted from the latin decoctorislit. cooked-out.\n\"Relatives..... call...\": convocate is an imperative.. someone in our 351 class suggested \"call 911!\" as a more modern translation but I chose to keep it's ancient intergity..\nA problem exists, however, with the last 2 lines, which translates more literally to:\nthe girl is not sane, nor to ask\nis she accustomed: what she looks like of the mirror.\nHowever, the poem does not flow in english like it does in latin with the break after rogare, thus I have fixed the english syntax problems in my translation. To comment on my changes in the last line, I believe Catullus meant to say that she was not accustomed to asking for what she is really worth... that is to say, bluntly, she's too ugly to pay 10,000 ses. for, someone should hand that girl a mirror! My use of 'reflective bronze' in the last line refers to both a mirror and monetary compensation."
  },
  {
    "id": "42",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e42.htm",
    "text": "Come here, nasty words, so many I can hardly\ntell where you all came from.\nThat ugly slut thinks I'm a joke\nand refuses to give us back\nthe poems, can you believe this shit?\nLets hunt her down , and demand them back!\nWho is she, you ask? That one, who you see\nstrutting around, with ugly clown lips,\nlaughing like a pesky French poodle.\nSurround her, ask for them again!\n\"Rotten slut, give my poems back!\nGive 'em back, rotten slut, the poems!\"\nDoesn't give a shit? Oh, crap. Whorehouse.\nor if anything's worse, you're it.\nBut I've not had enough thinking about this.\nIf nothing else, lets make that\npinched bitch turn red-faced.\nAll together shout, once more, louder:\n\"Rotten slut, give my poems back!\nGive 'em back, rotten slut, the poems!\"\nBut nothing helps, nothing moves her.\nA change in your methods is cool,\nif you can get anything more done.\n\"Sweet thing, give my poems back!\""
  },
  {
    "id": "43",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e43.htm",
    "text": "Hello, girl, neither with the smallest nose,\nNor with pretty feet nor with black little eyes\nNor with long fingers nor with dry lips\nNor clearly with a very refined tongue.\nGirl/friend of the spendthrift from Formiae,\nDoes the province report that you are beautiful?\nIs our Lesbia compared with you?\nO tasteless and crude age!"
  },
  {
    "id": "44",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e44.htm",
    "text": "Country place of mine, whether Sabine or Tiburtine\n(for they claim you to be Tiburtine, those who do not feel like\noffending Catullus: yet those who like to offend him,\nwager anything that you are Sabine),\nbut whether Sabine or more truly Tiburtine,\nI was glad to be at your suburban hearth.\nI coughed an awful cough from my chest\nwhich my belly had given me, not undeservingly,\nwhile I was after sumptuous dinners.\nFor as I wanted to be Sestius's dinner companion\nI read a speech full of poison and plague\nagainst the candidate Antius,\nAt this point a chilling cold and frequent cough shook me\ncontinually until I fled into your bosom\nand I restored myself by rest and nettle.\nWherefore, having been restored, I offer you most grateful thanks\nbecause my sin you did not punish.\nAnd now I am quite happy, if I touch the horrible works\nof Sestius, that the cold bring a chill and a cough\nnot to me but to Sestius himself;\nhe only invites me when I have read a bad book."
  },
  {
    "id": "45",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e45.htm",
    "text": "Septimius, holding his love Acme\nin his arms, said:\"My Acme,\nunless I love you to distraction and hereafter\nam prepared to love you continually throughout the years\nas much as he who can love you most,\nmay I alone in Libya and torrid India\nmeet a grey-eyed lion.\"\nAs he said this, Cupid sneezed approval on\nthe left as before on the right.\nAnd Acme, gently bending back her head\nand having kissed the eyes intoxicated\nwith love, of the sweet boy with those rosy lips,\nsaid: \"In this way, my dear Septimius,\nmy life, let us serve forever this one master,\nas a flame much greater and keener\nburns in my tender limbs.\"\nAs she said this, Cupid sneezed approval\non the left as before on the right.\nNow having set out with good omens they\nlove and are loved with mutual feelings.\nPoor little Septimius prefers his one Acme\nto all the Syrias and Britains:\nthe faithful Acme takes delight\nand pleasure in her one Septimius.\nWho has seen any more blessed men,\nwho a more auspicious Cupid?"
  },
  {
    "id": "46",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e46.htm",
    "text": "Now spring brings back unchilled warmth,\nnow the rage of the ecquinoctial sky\ngrows silent with the pleasant breezes of the west wind.\nThe Phrygian fields should be quitted, Catullus,\n& the fertile territory of sweltering Iznik:\nlet us fly to the bright cities of Asia.\nNow the mind trembling in anticipation yearns to roam,\nnow the happy feet grow strong in their pastime.\nBe well, o sweet company of friends,\nwho having wandered far from home together\nreturn in different ways to a route headed in a different direction."
  },
  {
    "id": "47",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e47.htm",
    "text": "Porcius and Socration, the two left hands\nof Piso, the scab and hunger of the universe,\ndid that prick place you before\nmy little Veranius and Fabulous?\nYou have dinner parties sumptuously and lavishly\nduring the day, and [yet] my buddies\nare seeking invitations on street corners?"
  },
  {
    "id": "48",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e48.htm",
    "text": "Juventius, if I could play at kissing\nyour honeyed eyes as often as I wished to,\n300,000 games would not exhaust me;\nnever could I be satisfied or sated,\nalthough the total of our osculations\nwere greater than the ears of grain at harvest."
  },
  {
    "id": "49",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e49.htm",
    "text": "Most eloquent of the descendants of Romulus,\nAs many as there are and however many there have been, Marcus Tullius,\nAnd however many there will be in the years to come\nCatullus drives the greatest thanks to you\nThe least poet of all gives\nAs much the least poet of all,\nAs you are the best patron of all."
  },
  {
    "id": "50",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e50.htm",
    "text": "O Licinius, we at leisure have played\nmany things on my boards,\nas we agreed to be racy:\nand both of us writing small verses\nwere playing with a meter just here just there,\ngiving back mutual words through joke and wine.\nAnd from there inflamed I have gone away\nfrom your pleasantness, Licinius, and clever talks,\nand as a result neither food helps my misery\nnor sleep quietly covers my eyes,\nbut untamed I as a result might turn with total fury,\ndesiring to see the light,\nso that I might speak with you at the same time I might be with you.\nBut afterwards the half-dead limbs tired by labor\nwere lying on a small couch,\ndelightful jewel, I make this poem for you,\nfrom which you clearly see my grief.\nWe beg, now beware of being bold and\nbeware of showing contempt for our prayers,\nlest Nemesis demands punishments from you.\nShe is a violent goddess: You will beware of offending her."
  },
  {
    "id": "51",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e51.htm",
    "text": "That man seems to me to be equal to a god,\nThat man, if it is right to say, seems to surpass the gods,\nwho sitting opposite to you repeatedly looks at you\nand hears\nyour sweet laughter, something which robs miserable me\nof all feelings: for as soon as I look\nat you, Lesbia, no voice remains\nin my mouth.\nBut the tongue is paralyzed, a fine fire\nspreads down through my limbs, the ears ring with their\nvery own sound, my eyes veiled\nin a double darkness.\nIdleness, Catullus, is your trouble;\nidleness is what delights you and moves you to passion;\nidleness has proved ere now the ruin of kings and\nprosperous cities."
  },
  {
    "id": "52",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e52.htm",
    "text": "What is it, Catullus? Why do you delay in dying?\nThat pimple, Nonius, sits in the magistrate's chair;\nVatinius perjures himself by his 'consulship'!\nWhat is it, Catullus? Why do you delay in dying?"
  },
  {
    "id": "53",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e53.htm",
    "text": "I laughed at some guy from the crowd, when my friend\nCalvus had excellently laid out the charges against Vatinius;\nraising his hands in wonder, he said this, 'My God, such\nA little pip - and it squeaks!'"
  },
  {
    "id": "54",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e54.htm",
    "text": "Othos head is quite tiny,\nand its owners legs loutishly unclean,\nsoft and delicate is Libos farting:\nif not with all that, then let me displease you\nwith Sufficio, old age renewed...\nagain let my worthless iambics\nrile you, our one and only general."
  },
  {
    "id": "55",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e55.htm",
    "text": "We implore you - if perchance it's no trouble -\nto point out just where your Shady Nook is.\nWe've looked for you at the racetracks (both Bijou\nand CircMax), checked out all the bookstores, even\ncased the temple sacred to Jove Most High.\nLikewise, my friend, I collared all the femettes\nstrolling in Pompey's Portico--but not\none of those innocents batted an eye.\n\"Give him back!\" (that's how I accosted them)\n\"Give me Camerius, you wicked little maids!\"\nOne of them, making a clean breast of it, said:\n\"C'm åere yourself: he's hiding--between my pink tits!\"\nTo put up with you now is Ye Labor of Hercules,\nyou keep your distance with such disdain, dear friend!\nTell us your schedule (when and where), broadcast it\nboldly, trust me. Step into the Light of Day!\nThe Peaches ån' Cream Girls are keeping you, right?\nIf you keep your tongue sealed up in your mouth,\nyou'll waste all the tasty fruits of love -\nVenus Verbosa likes lots of gossip!\nOr, if you want, you can keep your hatch latched,\nso long as I get a load of you love!"
  },
  {
    "id": "56",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e56.htm",
    "text": "Oh what a funny thing, Cato, and a jest,\nand worthy of your laughter and ears!\nLaugh as much as you love Catullus, Cato:\nthe thing is funny and very much a joke.\nI just caught a little boy thrusting away\ninto a girl; I banged him, if it please Dione,\nwith my boner like a spear."
  },
  {
    "id": "57",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e57.htm",
    "text": "Everything is turning out well for those disgraceful Cinaedii*\nCaesar and Mamurra** the pathicus*\nNo wonder: the stains are equal for both of them,\nBut one is from the city and the other is from Formia,\nAnd they are so ingrained that they cannot be washed out:\nThey are diseased equally, and both are twins,\nBoth are educated in one little bed,\nNor is the latter a more gluttinous adulterer than the former;\nThey are allied rivals even for little girls.\nEverything is turning out well for those disgraceful Cinaedii*.\n* - Cinaedus (in the plural form, Cinaedii) and pathicus are both vulgar and insulting words that refer to sexually perverted individuals.\n** - Mamurra was a crony of Julius Caesar whose political history is reviewed by Catullus in Carmen 29."
  },
  {
    "id": "58",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e58.htm",
    "text": "Caelius, our Lesbia, that Lesbia,\nthat same Lesbia, whom Catullus loved\nmore than himself and more than all his own,\nnow loiters at the cross-roads and in the backstreets\nready to toss-off the grandsons of the brave Remus."
  },
  {
    "id": "58b",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e58b.htm",
    "text": "Not if I were made the guardian of the Cretans,\nnot if I were borne by the flight of Pegasus,\nnot if I were a Ladas or wing-footed Perseus,\nnot if I were the snowy, swift team of King Rhesus;\nadd to all this feathered feet and the ability to fly,\nand at the same time seek the speed of the winds\nwhich you could harness and bestow on me, Camerius:\nhowever, I would still be wearied in all the marrow of my bones\nand eaten away by great exhaustion\nfrom seeking you, my friend, for myself."
  },
  {
    "id": "59",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e59.htm",
    "text": "Rufa of Bologna and Rufulus screw:\nshe's the wife of Menenus, quite often whom you\ncatch snatching her dinner from pyres of the dead\nchasing up all fallen pieces of bread.\nThe unshaven cremator soon beats her head."
  },
  {
    "id": "60",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e60.htm",
    "text": "Surely a lioness from the African mountains\nor barking Scylla didn't beget you from the lowest part of her loins,\nyou of such pitiless, vile spirit that you hold in contempt\nthe voice of a supplicant in his last and final despair,\nah, you of too cruel heart?"
  },
  {
    "id": "61",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e61.htm",
    "text": "O, inhabitant of the mountain of Helicon, son of\nUrania, who seize a dainty young woman and carry her off to\na man, o Hymenaeus, Hymen! o Hymenaeus Hymen! Crown your\ntemples with flowers, take your flame-colored veil, pleasant\nwith fragrant marjoram, and come over here, wearing a\nreddish yellow slipper on a snow-white foot! And having been\nroused from sleep on a cheerful day, singing wedding songs\nin a high-pitched voice, strike the ground with your feet,\nand shake the pinewood marriage-torch with your hand! Good\nvirgin Junia dons the veil for Manius with a good omen, like\nVenus, who dwells in Idalium, as she came to Paris, the\nPhrygian judge. And she is just like an Asian myrtle tree\nshining forth with small, flowery branches, which the wood\nnymphs nurture with dewy moisture, as amusement for\nthemselves. Therefore come, making an approach over here,\nand continue, leaving behind the Aonian caves of the\nThespian rock, the caves which the nymph Aganippe makes wet\nas she cools them from above. And call the mistress,\ndesirous of her new husband, home, as you bind their minds\nwith love, like wandering ivy clinging to a tree in a\ntangle! Likewise, you unmarried virgins, whose own wedding\nday, as well, is coming soon, act in the right and proper\nway, and sing, O Hymenaeus Hymen! o Hymenaeus Hymen, in\norder that the leader of good Venus, the one who conjoins\ngood love, might make his approach over here more gladly\nwhen he hears himself being called to the task. Which god is\nmore to be sought by lovers who are loved? Which of the gods\nwill people look after the more, o Hymenaeus Hymen, o\nHymenaeus Hymen? Sex can seize nothing of benefit without\nyou, because a good reputation demonstrates ones goodness,\nbut sex can do this when you are willing. Who would dare be\ncompared to this god? Without you, no family can give\nchildren, and no parent can rely on his offspring, but he\ncan when you are willing. Who would dare be compared to this\ngod? A land that lacked your holy rites would not be able to\ngive guardians to its borders: but it would if you were\nwilling. Who would dare be compared to this god? Open the\nbars of the door. There is a young woman. Do you see how the\nmarriage torches shake their fiery locks? ....A natural\nsense of shame may delay the bride. Nevertheless, hearing\nher shame the more, she weeps because she must go. Stop\ncrying, Junia. In your case, there is no danger that a\nprettier woman has seen the rising light of day. Such a\nhyacinth-colored flower usually stands in the multicolored\nlittle garden of a wealthy lord. But you are dallying, and\nthe day is ending. Please go forth as the bride. Please\nadvance as the bride, if it seems proper at this time, and\nhear our words. See? The wedding torches shake their golden\nlocks: please advance as the bride. Your husband is not\nfickle; not devoted to a bad mistress, he does not pursue\nindecent scandals, and he wont want to sleep apart from\nyour dainty little breasts; but just as a supple vine\nentwines with trees planted nearby, he will become entangled\nin your embrace. But the day is ending. Please go forth as\nthe bride. O marriage bed, which for everyone... How\nnumerous the pleasures of the ivory-footed marriage bed come\nto your husband, which, on a restless night, and in the\nmiddle of the day, may he enjoy! But the day is ending;\nplease go forth as the bride. Boys, raise the wedding-\ntorches; I see the flame-colored veil coming. Go and sing in\nunison, in the right and proper way: Yo! Hymen Hymenaeus,\nyo! Yo! Hymen Hymenaeus! Lest the ribald Fescennine jesting\nbe silent for a long time, and the grooms catamite refuse\nnuts to boys as he hears about abandoned love. Give nuts to\nthe boys, lazy catamite! You have played with nuts long\nenough: now it pleases Hymenaeus to be of service. Catamite,\ngive nuts. You considered farm managers wives unworthy of\nyour attention, today and yesterday. Now your hairdresser\nshaves your beard. O wretched, wretched catamite, give nuts!\nAnointed groom, you will be criticized for keeping away from\nyour bald, effeminate slaves, but keep away from them. Yo!\nHymen Hymenaeus, yo! Yo! Hymen Hymenaeus! We know that these\npeccadilloes (which are permitted to you) are the only ones\nyou have known, but they are not permitted to a married man.\nYo! Hymen Hymenaeus, yo! Yo! Hymen Hymenaeus! Wife, beware\nlest you deny the things that both you and your husband\nseek, lest he go to seek them from elsewhere. Yo! Hymen\nHymenaeus, yo! Yo! Hymen Hymenaeus! Behold how powerful and\nwealthy your husbands house is, which is in your interest:\nallow it to be of service to you (Yo! Hymen Hymenaeus, yo!\nYo! Hymen Hymenaeus!) until old white-haired womanhood,\nnodding her tremulous head, nods assent to everything for\neveryone. Yo! Hymen Hymenaeus, yo! Yo! Hymen Hymenaeus! With\na good omen, carry your gold-colored little feet over the\nthreshold, and go beneath the door of polished wood. Yo!\nHymen Hymenaeus, yo! Yo! Hymen Hymenaeus! Look inside in\norder that your husband, reclining in his crimson bed, might\nbe completely intent on you. Yo! Hymen Hymenaeus, yo! Yo!\nHymen Hymenaeus! A flame burns no less ardently in his\ninnermost heart than in yours, but secretly, even more so.\nYo! Hymen Hymenaeus, yo! Yo! Hymen Hymenaeus! Young man,\ngive your smooth little arm to the maiden; let her visit her\nhusbands bed now. Yo! Hymen Hymenaeus, yo! Yo! Hymen\nHymenaeus! You good women, well known by your aged husbands,\narray the maiden on her marriage bed. Yo! Hymen Hymenaeus,\nyo! Yo! Hymen Hymenaeus! You may come now, bridegroom: your\nwife is in the marriage chamber, and her countenance is\nflowery and radiant, like the white chamomile or the red\npoppy. But (thus may the gods help me) you are no less\nhandsome, o bridegroom, and Venus is not indifferent to you.\nBut the day is ending. Proceed, and do not dally. You have\nnot waited long; now you are coming. May good Venus be of\nhelp to you, since what you desire you desire openly, and\nyou do not conceal your good love. Let him who wishes to\ncount the many thousands of your love-plays first calculate\nthe amount of sand in Africa and the number of twinkling\nstars! Play as you like, and within a short time, produce\nchildren. It isnt fitting for an old name to be without\nchildren, but it is fitting for them to be engendered from\nthe same family. I want Torquatus to laugh sweetly, with a\nhalf-open lip, as, from his mothers lap, he stretches out\nhis delicate hand to his father. May he be like his father\nManlius, and easily recognized by everyone who is unknowing,\nand may he declare the sexual fidelity of his mother by\nmouth! May the virtue from his good mother prove the\nexcellence of his family, just as the peerless flame remains\nfor Telemachus from his excellent mother, Penelope. Close\nthe doors of the marriage chamber, young ladies: we have\nplayed enough. But, good newlyweds, live well and spend your\nvigorous youth in incessant conjugal activity!\nTaken with kind permission from Brendan"
  },
  {
    "id": "62",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e62.htm",
    "text": "The evening star is here, young men, so rise: the evening star\nat last brings heaven its long-awaited bodies of light.\nNow it is time to rise, time to quit the well stocked tables.\nNow a young maiden will come; the wedding refrain will be sung.\nHymenaeus Hymen, come! O Hymen Hymenaeus!\nYou maidens, do you see the young men? Rise to face them;\nthe Night-bringer no doubt reveals Oetean fires.\nNo doubt but this is true: do you see how nimbly they have sprung forth?\nThey haven't sprung forth without good cause; we must outdo what they will sing.\nHymenaeus Hymen, come! O Hymen Hymenaeus!\nAn easy victory palm has not been furnished us, my friends, for look:\nthe maidens search their memories for things they have rehearsed.\nThey don't rehearse in vain: they hold what is worth remembering;\nand this is no wonder, for they are deep at work with the whole of their minds.\nBut with one thing we've divided our minds, with another, divided our ears;\nhence, by law, we'll be defeated: victory loves concern.\nTherefore turn at least your minds around now;\nnow they'll begin to speak, and now we'll be pressed to answer.\nHymenaeus Hymen, come! O Hymen Hymenaeus!\nEvening star, what heavenly body is borne more savagely through the sky?\nYou, who can tear a daughter away from her mother's embrace,\ntear a daughter away from a mother's embrace! though she holds fast,\nand give the chaste girl to a young man on fire!\nWhat greater cruelty do invaders inflict when a city has been taken?\nHymenaeus Hymen, come! O Hymen Hymenaeus!\nEvening star, what heavenly body shines more delightfully in the sky?\nO you, who strengthen with your flame a wedding pledged,\nwhich the men and parents have fixed in place beforehand,\nthey did not join bride and groom before your blaze carried itself away.\nWhat thing more desired do the gods give at a happy hour?\nHymenaeus Hymen, come! O Hymen Hymenaeus!\nMy friends, the Evening Star has taken a maiden away from us...\n...Evening Star, the watchman always wakes at your arrival,\nthieves lurk in the night, and you often catch them as you return,\nlike the watchman, by the pseudonym of the Dawn.\nBut maidens like to carp at you with disingenuous complaint.\nWhy then, if they complain, do they silently seek you out?\nHymenaeus Hymen, come! O Hymen Hymenaeus!\nJust as it is that a flower, unknown to the livestock,\nis born secluded within gardens enclosed, by no plow uprooted,\na flower which the breezes caress, the sun strengthens, the rain nurtures:\nmany boys and many girls have desired it.\nSo it is that a young woman, as long as she remains untouched, so long she is dear to her people;\nbut when she has lost her chaste flower, her body besmirched,\nshe remains neither pleasant for boys nor dear to girls.\nHymenaeus Hymen, come! O Hymen Hymenaeus!\nJust as it is that an unsupported vine which is born in a naked field\nnever lifts itself up and never rears a succulent bunch of grapes,\nbut bending its frail body downward with its weight toward the ground,\nit just now touches with its root the tip of its whiplike shoot:\nno farmers have tilled it, and no bullocks have tilled it.\nBut if perchance the same vine has been joined together with an elm as its husband,\nmany farmers have tilled it, and many bullocks have tilled it.\nSo it is that a young woman, while she remains untouched, and while she ages unkempt,\nwhen she has gained marriage with one of equal rank when the time is ripe,\nshe is more dear to her husband and less often hated by her father.\nHymenaeus Hymen, come! O Hymen Hymenaeus!\nAnd you, young woman, do not resist such a husband!\nIt isn't just to resist him to whom your father has handed you down;\nyou must obey your father along with your mother. Your virginity is not completely yours;\nit is in part your parents'; a third has been given to your father,\na third has been given to your mother, and only a third is yours.\nDo not resist them who gave their son-in-law their own rights over you,\nalong with your dowry.\nHymenaeus Hymen, come! O Hymen Hymenaeus!\nTaken with kind permission from Brendan"
  },
  {
    "id": "63",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e63.htm",
    "text": "Over deep seas Attis in His fast boat bourne,\nso that on swift foot He eagerly could reach the Phrygian forest\nand approach the shaded, wreathed by trees places of the Goddess,\nroused then by a wild frenzy, raving with the spirits,\nHe plucked out there on the spot(1) the weights with a sharp flint,\nand so when She sensed (Her Self being without) Her disposed-off\nbody parts, without manhood,\nindeed, staining the soil with fresh blood,\nShe quickly with snow-white hands grabbed the light drum,\nYour drum, Cybebe, Your rites, Mother,\nand beating the hollow bull's hides with tender fingers,\nShe dared to sing this tremulously to Her Companions:\n\"Drive on, go, Gallae, to Cybele's high woods together,\ngo together, Dindymenian Domina's roving cattle,\nWho like exiles seek to find foreign places,\n(and) as My following have imitated Me - Companians to Me\nwith Me as Leader.\nYou've endured the wild sea and its deadly dangers\nand emasculated the body out of immense hatred of Venus.\nAmuse the Mistress with Your headlong tresspasses.\nLet's not tarry any longer, go together, follow Me\nto Cybebe's Phrygian House, to the Phrygian woods of the Goddess,\nwhere cymbals make their clashing sound, where drums resonate,\nwhere the Phrygian piper plays melancholically the curved reed,\nwhere the ivy-wearing Maenads shake Their heads violently,\nwhere They do Their offerings wailingly,\nwhere that roving crowd is used to flutter about for the Goddess,\nfor Whom it's right that We speed up the quick three-step dance.\"\nTogether with the Companians this Attis sang, the imitation-woman.\nSuddenly the Celebrants start wailing with oscillating tongues,\npromptly the drum bangs in return, the cymbals resound  with a ring.\nTo green Ida the swift Chorus goes in hot haste.\nIn rapture, out of breath and unsettled She walks on more dead than alive.\nWhile banging Her drum through the shadowy woods Attis is Leader.\nJust like an untamed heifer that tries to avoid the burden of the yoke,\nthe wild Gallae follow the swift-footed Leader.\nTherefore, as soon as They reached (3) Cybebe's House,\nThey out of enormous exertion go to sleep without having eaten.\nBecause of this trying exertion slothful Sleep covers the eyes.\nTheir minds at pleasant repose the wild rapture passes off.\nBut as the gold-faced Sun with His shining eyes\nbrightened the immaculate sky, the hard ground, the wild sea\nand dispelled the night's shadows with His sprightly horses,\nSleep left wide-awake Attis quickly forgetting all past exertion.\nInto fearful bosom the Goddess of all Gods and Goddesses(3)\nreceived Her back.\nSo after pleasant repose without the wild frenzy\nand likewise Her heart Attis recollected Her actions,\nand saw without all that with clear mind and where She'd been,\nat Her wit's end full of regret ran to the waters.\nThere Her eyes full of tears beholding the vast sea\nthe sad One(4) addressed Her Country with a voice so wretchedly:\n\"Country, O Creatress of Me, O My Country, Birthgiver,\nI such a wretch forsaking masters like fugitive\nslaves do, ran away to the woods of Ida,\nto be close to the snow and the ice-cold lairs of wild animals\nand go in rapture to all their hiding places,\nwhere somewhere You, Country, after all can also be found, I imagine ?\nThe same poplars long to direct their sharp tops to You,\n[or: The same piercing eyes long to direct them to You,]\nintend to keep aloof from wild frenzy, as long as life is short.\nWeren't I driven(2) from My home to these far away woods ?\nCountry, won't I be absent from good people, from friends and parents ?\nAbsent from the forum, the wrestling arena, the running course and\nthe gymnasia ?\nWretched ah wretched, it's forever to be deplored, Soul.\nTruely, what do I look like, aren't I therefore damned ?\nAm I a woman, a youth, a husband-to-be, a boy ?\nI was in top form, the attraction of the wrestling school:\nmany people frequently visited Me, Many kept Their houses cool for Me,\nMy house was adorned with garlands for Me,\npeople stood up for Me, where a seat faced the Sun rise.\nAm I now driven(2) to be a servant of gods(5) and Cybele's slave ?\nAm I to be(6) a Maenad, am I to play that part, to be a sterile man ?\nAm I to live in the cold, snow-coated place of green Ida ?\nAm I to spend My life under the high mountain tops of Phrygia,\nwhere the hind is a forest dweller, where the boar is a wood rover ?\nWhat I've done, distresses Me now, now I'm sorry.\"\nWhen She made a quick loud noise with Her rose lips, She left,\nthe new messenger addressing Her Self to the ears of the gods.\nThen, as Cybele takes(7) the joined yokes off the lions\nand incites the hostile animal on the left, thus She speaks:\n\"Go,\" She says,\"go, wild one, make this One like crazy,\nmake it so, that She through an attack of frenzy runs back to the woods,\nShe Who so very fearlessly wishes to flee at My command.\nGo, beat(2) Her skin with your tail, She must be exposed to your chastenings,\nmake it so, that the whole place resounds of your thundering roaring,\nshake your ruddy mane, wild one, with your muscular neck.\"\nThis asserts dangerous Cybebe and loosens the yokes with Her hand.\nThe wild animal itself urging itself takes off with all its courage,\nit wades, hullabaloos, breaks the underbrush on unsteady foot,\nbut as it nears the damp bright-white parts of the beach\nand sees the tender Attis near the marble (of the) sea,\nit makes its attack. That crazed One, She flees into the wild woods.\nThere for always and the whole space of Her life She was a Servant.\nGoddess, great Goddess, Cybebe, Goddess, Domina of Dindymon,\nmay all Your(8) Fury be far away from Me, Mistress, and far from home.\nDrive Others frantic, drive Others into rapture.\n[(1) In the Latin version of Verse 5 it says \"ili\", that should be \"illi\" = \"there on the stop\".]\n[(2) \"tetigere\" ?!  Shouldn't that be \"tetigunt\" ?\nLikewise \"ferar\" ... \"feror\", \"ferat\" ... \"fert\" ?\nLikewise \"caeda\" ... \"caede\" ?]\n[(3) \"Pasitheia\" = \"Pas + Théia\". Plural of \"Théion\" = \"a divine being\". \"Pas\"= \"All\".]\n[(4) \"maestast\" = \"maesta\"+ \"est\". Likewise: \"figurast\" = \"figura\" + \"est\"]\n[(5) \"deum\" like \"equum\" is a genitive masculine plural.]\n[(6) Like in Greek, future tense also has an obligatory meaning: must, ought to, am to.]\n[(7) Here Catullus switches to present tense. I maintained this (?) quirk of His.]\n[(8) \"tuos\" should be \"tuus\", Catullus did that on purpose. Here is used the Greek suffix of the nominative masculine singular. Cf. \"Cybeles\" and \"Cybebes\": here with Greek suffix of the genitive feminine singular.]"
  },
  {
    "id": "64",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e64.htm",
    "text": "The pine trees erstwhile grown on Mt. Pelion's summit are\nsaid to have floated on Neptune's clear waves to Phasis,\nAeëtean land, when the fittest young men, the glory of\nArgive manpower, dared travel over the sea's briny waters on\na rapidly moving ship as they swept the deep blue expanse\nwith wooden oars, because they hoped to steal the Golden\nFleece from Colchis. Athena Polias, holding fast the\ncitadels on the cities' summits for the Argonauts, made a\nship that moves rapidly with a light gust of wind, joining\npinewood frameworks for a curved keel. The Argo first\ndrenched the virgin sea with its travel; as soon as it\nplowed with its beak the windy sea and the waves, white with\nspume and spun in an eddy by the rowing, the maritime\nNereids raised their faces from the sparkling whirlpool of\nthe sea in admiration of the sight. The men saw by one and\nno other light these mermaids in the nude, stand nipple-naked\nin the grey-green swell. Then Peleus, inflamed,\nis carried away in love with Thetis, then Thetis does not\nscorn human marriage, then her father himself understands\nthat Peleus must be joined to Thetis. O heroes, born in a\ntime much desired by the generations, and kin of the gods,\nyou hail! Good daughter of good mothers, hail again! I'll\naddress you often in my song. And Peleus, are you the top\nman of Thessaly, so especially honored with prosperous\nwedding torches, to whom Jupiter himself, himself the father\nof the gods, gave his mistress? Did Thetis, the lovely\nNereid, embrace you? Did Tethys and Oceanus, who in the sea\nembrace the whole world, grant you their granddaughter to\nmarry? Then on that very same longed for day, all of\nThessaly thronged to come together to the house, and the\npalace was filled with rejoicing crowds: they bore gifts\nbefore themselves and made their delights known by their\ncountenance. They left Cieros; they left Phthiotic Tempe,\nthe houses of Crannon and walls of Larisa; they came\ntogether at Pharsalus and filled Pharsalian houses. As\nnobody lived in the hinterland, the necks of young bulls had\nbecome soft, the low grapevines hadn't been cleared out with\ncurved hoes, no bull was tugging at the earth with a sloping\nplowshare, no foliage tenders' knives pared down the shadow\nof a tree, but rust had been accumulating filth on the\nlonely plows. Yet Peleus' home, wherever the opulent palace\nextended, was shining with gleaming gold and silver. Ivory\nwas shining on the thrones, drinking cups were shining on\nthe table, and the whole house, glittering, rejoiced in the\nroyal treasure. In the middle of the house there had been\nplaced, indeed for a godly bride, a marriage couch gleaming\nwith Indian ivory and covered by porphyry with figures of\nArchaic folk, showing with delicate handiwork the rugged\nvirtue of the heroes. But gazing out from the shore of\nNaxos, which resounds with the noise of the sea, Ariadne\nwatched Theseus' departure by rapid fleet. She has been\nbearing untamed passions in her breast, but even now she\ndoesn't yet believe she sees the things she views; this is\nno wonder, since she, then for the first time roused from\ndeceptive sleep, perceives herself unhappily abandoned on a\nlonely beach. But the heedless young man beats the waters of\nthe sea as he slips off, leaving the empty promises of a\nwindy gale behind. Ariadne with sad eyes looks at him from\nafar, from the rocky seaweed, like a statue of a Maenad.\nAlas! She looks at him from afar in turmoil over torrents of\ncares, and she fails to hold fast the fine textured\nheaddress around her blonde hair; her sheer cloak exposes a\nbreast it no longer veils; and her smooth brassiere no\nlonger keeps her milk white breasts in bondage. The sea's\nwaves were playing with everything that had fallen off\nAriadne's body dispersedly before her feet. But, Theseus,\nwhile she was caring for the plight of neither her headdress\nnor her flowing cloak, she who is doomed has been depending\non you with all her heart, all her spirit, and all her mind.\nO wretched woman, whom Venus has maddened with unremitting\nsorrows by sowing in your heart thorny cares since that time\nwhen Theseus, having left the curvaceous shores of Piraeus,\nboldly touched upon the Cretan palace and grounds of an\nunjust king! They say that Athens, once upon a time\ncompelled by the cruel Plague to pay penalties for the\nkilling of Androgeon, was accustomed to giving the Minotaur\nselect young men as well as the flower of unwed young women\nas a sacrificial meal. When the narrow walls were harried by\ntheir woes, Theseus himself wished to fling forth his body\nfor dear Athens to keep such living corpses of Athens from\nbeing carried to Crete. And so, pressing on in a light boat\nand gentle breezes, he comes to great hearted Minos and his\nproud places. As soon as royal Ariadne caught sight of him\nin a desirous light, the chaste little bed, emitting sweet\nfragrances, nursed her in her mother's soft embrace; the\nfragrances were like the smell of the myrtles that surround\nEurotas' streams, or the various shades of flowers borne by\nthe breeze of spring. No sooner than she had lowered some\ndesirous eyes from Theseus did she catch a flame in her\nwhole body and blaze up completely from the depth of her\nmarrow. Alas! Stirring up passions with a pitiless heart, O\nCupid, you mix people's joys with their cares and bring\ndisastrous results; and you, Venus, who rule lush Idalium,\nwith such tears have you tormented an inflamed young woman's\nmind, for how often she sighs over fair haired Theseus! How\nmany anxieties has she brought my fainting heart! By how\nmuch more than the color of gold did she often blanch when\nTheseus sought either death or the spoils of praise as he\nvowed to fight the Minotaur! Promising gifts not in vain and\nnot unwelcome to the gods, she took up her prayers with\nsealed lips. Just as a tree trunk, agitating violently on\nthe summit of Bull Ridge because of a whirlwind gust,\nuproots an oak tree whose bark leaks sap (it falls, roots\nand all, driven forcibly out and leaning forth a great\ndistance, upon far and wide breaking everything in its\npath), so Theseus, subdued in body, lay low the beast, who\nthrew up his horns in vain at the empty winds. From that\npoint, with much praise, Theseus safely bent back his foot\nas he directed his wandering footsteps with a thin string,\nlest an undetectable mistake baffle him as he exits the\ntortuous turnings of the house. Having digressed from the\nfirst poem, what more shall I recall: how a daughter,\nleaving behind the countenance of her father, the embrace of\nher sister Phaedra, and finally the embrace of her mother\nPasiphaë, who loved her ill fated daughter to distraction,\nchose Theseus' sweet love over all these things; or how,\nconveyed by boat, she came to the frothy shores of Nexos; or\nhow her husband Theseus with heedless heart left her behind,\nher eyes bound in sleep as he departed? They often say that\nshe, raving from a blazing heart, had uttered shrill oaths\nfrom the bottom of her breast, and then that the unhappy\nwoman climbed steep mountains from which to extend her gaze\ninto the desolate swell of the sea, and then that she rolled\nforth into the waves of the splashing sea that faced her as\nshe raised the voluptuous coverings from her denuded calf,\nand that she had said these unhappy words, her final\nlamentation: \"Treacherous, treacherous Theseus! Is this the\nway you abandon me, who was carried off from patriarchal\naltars, onto the lonely shore? Feckless man, have you run\naway because you thought the gods' heavenly powers\ninconsequential? Are you coming home to bear unholy\nperjuries? Could nothing divert the deliberations of a cruel\nmind? Did you have no mercy available for your implacable\nheart to wish me tenderness? Yet you did not formerly give\nme these assurances with a sweet voice, and you were not\nbidding me, who was unhappy, to anticipate these things, but\nthe airy winds tear to pieces a desired marriage and a happy\nwedding, the whole of which is null and void. Even now, may\nno woman put faith in a man who swears by oath, and may no\nwoman trust that a man's discourses are worthy of trust;\nwhile the mind of men, when it desires, is especially eager\nto obtain something, the men are by no means loath to swear\nby oath and by no means refrain from promises: but as soon\nas the desirous mind's lust has been satisfied, by no means\ndo men fear what has been said, and by no means do they care\nabout their breaches of oath! Certainly I snatched you away\nas you were tossing and turning in the middle of death's\nmaelstrom, and I decided to lose a brother rather than fail\nyou at a critical and treacherous time. For the which I\nshall be given as prey to be torn piecemeal by birds and\nbeasts, and when I have died, I shall not be covered with a\nburial mound! What lioness gave birth to you from her lonely\ncrag? What sea, conceived by foaming waves, has spit you\nout? What Syrtis, what predatory Scylla, what endless\nCharybdis gave you birth, you who return such rewards for\nliving sweet? Though I have known since you shuddered at the\nstern orders of your old fashioned parents that you had been\nscorning our wedding all along, you nevertheless were able\nto bring me home to wait on you in delightful labor as your\nservant, refreshing your pale feet with clear water and\ncovering your bed with the purple bedspread. Furthermore,\nright about now Theseus is tossing and turning amid the\nwaves, and no human form appears among the vast seaweed.\nThus, cruelly mocking me this final time, even stern Fortune\nhas been begrudging of her ear to my complaints. Almighty\nJupiter, I wish that the sterns of ships had never touched\nthe Cretan and Athenian shores and that the treacherous\nsailor who bears into Crete his gruesome payments to a wild\nbull had not untied the hawser of his ship, and that this\nmalicious guest, hiding cruel purposes with sweet\ncomportment, had not found rest in my home! Where shall I\nreturn? For what hope shall I, who am lost, ever strive?\nShall I seek Mt. Ida? No, because as it makes a separation\nwith a broad, swirling mass of water, it divides the\nferocious sea from the bridge. Can it be that I was supposed\nto hope for my father's help? Which young man have I let\nsplatter on my brother's murder? Is it that I am supposed to\ntake comfort in my husband's devoted love for me? Who is it\ntaking flight, bending pliant oars into the sea? Moreover,\nno house inhabits the lonely island, and no exit from the\nsea lies open, thanks to the surrounding waves. There is no\nescape, and no hope for one: everything has changed,\neverything has been deserted, and everything exhibits death;\nnevertheless, my eyes will not grow feeble with death, and\nmy senses will not withdraw from my exhausted body, until I,\nwho've been abandoned, demand a stiff penalty from the gods\nand invoke the trust of the gods in my final hour.\nWherefore, you Furies, who penalize the deeds of men with\navenging punishment, and whose foreheads, wreathed in\nserpentine hair, display the breathing ire of your hearts,\napproach, approach to this place, and hear my complaints,\nwhich - alas! - I, miserable and powerless, must speak from\ndeep inside myself as I burn, blind with demented rage!\nSince these complaints are truly borne from the bottom of my\nheart, do not let my lamentation be ineffectual, but pollute\nTheseus and his kinsmen with the state of mind wherein he\nleft me when he abandoned me, ye Goddesses!\" After she\npoured these words forth from her unhappy heart, eagerly\ndemanding reparations for savage deeds, the gods' ruler,\nwith unvanquished power, consented, wherefore the earth and\nthe wild seas violently trembled, and the heavens shook the\ntwinkling stars. Furthermore, his mind beset by blinding\ndarkness, Theseus, himself absent of mind, transgressed\nevery command he'd resolutely honored hitherto, and had\nforgotten to gladden his worried father when he failed to\nshow that his voyage to the Piraeus had been safe. They say\nthat when to the winds Aegeus entrusted his son, who, upon\nshowing esteem for the walls of Athens, was leaving them by\nfleet, he had given the young man orders of this ilk: \"My\nonly son, more delightful to me than long life, my son, whom\nI'm compelled to lower to perilous plights, returned to me\nat the dusk of my age, since my fortune and your passionate\ncourage snatch you away from me against my wishes, I whose\neyes, weak with old age, have not yet been sated by the dear\naspect of my son, neither rejoicing with happy heart shall I\nlet you go, nor shall I allow you to accept the signs of\nfavorable fortune, but that first I shall express the many\nlaments in my mind as I foul my gray hair with dirt and sand\npoured thereon, and therefrom I'll suspend dyed sails from a\nroaming mast, that a Spanish sail, darkened to rust, shall\nbespeak my sorrows and agonies of mind. But if Athena of\nsacred Itonus, who has agreed to defend our family and the\nseats of Erectheus, has granted that you spatter your right\nhand with the blood of a bull, then bring it about that\nthese orders shall flourish in your mindful heart, and that\nno generation shall cause them to be forgotten; that as soon\nas your eyes look upon our hills, the yardarms from all\ndirections shall put away the black dyed sail, and the\ntwisted ropes shall raise the white sails; and that,\ndistinguishing them as soon as possible, I shall recognize\nglory with a happy mind when the happy day presents you once\nagain to me.\" These orders, earlier held in his resolute\nmind, left Theseus as clouds, pushed by a gust of the winds,\nabandon the airy tip of a snowy mountain. But his father, as\nhe sought a view from the top of the citadel and wasted away\nhis anxious eyes in unremitting sobs, and as soon as he\ncaught sight of the cloth of the dyed sails, threw himself\nheadfirst from the summit of the projecting rocks because he\nbelieved that Theseus had succumbed to a violent end. Then\nshe, afflicted and sad, caused varied concerns to roll in\nher mind by gazing out at the ship as it left. But from\nanother part of the quilt, Bacchus, in the glory of his\nyouth, has been flying about, along with his troupe of\nSatyrs and his attendants from Mt. Nysa, looking for you,\nAriadne, and inflamed by your love. The Maenads have raved\nfor Bacchus dispersedly, with frenzied mind, euhoe! The\nMaenads, euhoe, are throwing back their heads! Some of them\nwere shaking spears with a covered tip, some were tossing\nabout the limbs of a bullock which had been torn apart, some\nwere wrapping themselves with twisted serpents, and some\nwere honoring esoteric icons with hollow wicker boxes, icons\nabout which the uninitiated long in vain to hear; others\nwere beating tomtoms with long palms or producing tinny,\nclangorous sounds with polished bronze; for many, horns\nblasted harsh sounding, booming bass sounds; and an\noutlandish pipe made a strident shriek and played a dreadful\nsong. The bedspread, splendidly decorated with such figures,\nhaving clasped the bed, was covering it with its vesture.\nAfter the Thessalian men have been satisfied with looking\neagerly at these scenes, they begin to make way for the\ninviolate gods. Then, as the West Wind, ruf fling the placid\nsea with its morning breath, sends the waves tumbling forth\nas the goddess of Dawn rises up under the threshold of the\nrising sun; the waves, at first brushed back by a gentle\nbreeze, move forward and liltingly sound with the gentle\nbeat of laughter; and afterwards, with a growing wind, they\nintensify more and more; and, as they float, they gleam to a\ngreat distance from the rosy light; so then, with roaming\nfoot, each person leaving the forecourt's royal chambers\nscattered for home. After the guests' departure, Chiron\nfirst of all came from the top of Mt. Peleus, bearing gifts\nof the forest: for whatever flowers the fields bear,\nwhatever flowers the region of Thessaly, with great\nmountains, produces, whatever flowers the fertile breeze of\na warm zephyr by the river waves supplies, he himself bore\nthem, plaited with an assortment of small wreaths, and the\nhouse laughed, having been refreshed by their delightful\nfragrance. Not empty handed, Penios is immediately present,\nleaving the green Tempe valley, which everywhere the woods\nsurround from above, to be filled with Doric dancers as if\nat the touch of Minos: for he has brought, roots and all,\ntall beech trees and lofty laurels with straight trunks, a\nwaving plane tree, a supple poplar (the sister of Phaëthon,\nwho burns), and a towering cypress. He placed these things,\narranged far and wide around the palace of Peleus, that the\ncovered forecourt might be verdant with voluptuous foliage.\nBehind him, Prometheus follows, ingenious of heart,\ninconspicuously bearing the scars of an ancient debt, paid\nwith his limbs tied back to a rock as he hung from the steep\nsummits. Then, the father of the gods, along with his sacred\nwife and his children, came through the sky, leaving you lonely,\nApollo, and leaving your twin sister, who is at the same\ntime the local goddess of the mountains of Idrus: for along\nwith you, your sister has likewise spurned Peleus and not\nwished to celebrate the wedding of Thetis. Jupiter and Juno\nsat on ivory chairs, and the tables were piled high with\nvarious food, when the Moirai began to yield truth telling\nsongs as they shook their bodies with a feeble motion in the\nmeantime. White robes with purple hems wrapped the Moirai's\nankles and hugged their gyrating bodies throughout, but red\nheadbands remained fastened to their white hair, and their\nhands duly pressed on with their everlasting toil. Her left\nhand held a distaff wrapped in soft wool, and then her right\nhand, lightly bringing down the threads, would shape a\nmantle as her fingers faced upward; then, with her thumb\nfacing the ground, she would turn her spindle, which is\nweighted with a round weight. Then her tooth would always\neven up the thread as she nibbled; to her dry lips there\nwould cling woolly morsels, which had earlier been strands\nstanding out from smooth thread. Also, before her feet,\nsmall wicker baskets contained the soft fleece of white\nwool. Then the Moirai, beating the fleece with a clear\nsounding voice, uttered the following prophecies by divine\nincantation, a song which no age of treachery will\nthereafter prove wrong: You, Peleus, who increase the best\nof the best with great examples of virtue, O guardian of\nEmathia, most dear to Jupiter, hear what your sisters reveal\nto you by the happy light of day, a truth telling oracle:\nbut you, the weighted spindles, follow these crossthreads as\nprophecies; run, run as you lead them! To you, Peleus, the\nevening star will come now, bringing things desired by\nhusbands; your bride, under a lucky star, will come to\nsuffuse your mind with persuasive love, ready to join with\nyou into languid little dreams as she offers her smooth arms\nto your strong neck. You weighted spindles, run, run as you\nweave the crossthreads of life! No house has ever sheltered\nsuch lovers, no love has ever joined lovers with such a bond\nas the harmony present for Thetis, the harmony present for\nPeleus. You weighted spindles, run, run as you weave the\ncrossthreads of life! To the two of you Achilles will be\nborn immune to extreme fear, known by enemies not for his\nback but for his stalwart chest. Quite often the winner in\nthe far ranging contest of running, he will outrun the fiery\nswift tracks of a swift moving doe. You weighted spindles,\nrun, run as you weave the crossthreads of life! No hero will\ncompare to him in war when the Phrygian fields flow with\nTeucrian blood, and as he besieges the Trojan town walls\nduring a war prolonged, the third heir of oath breaking\nPelops will lay them to waste. You weighted spindles, run,\nrun as you weave the crossthreads of life! At the funeral\nrites of sons who opposed Achilles in battle, mothers will\noften confess his outstanding virtues and famous feats as\nthey tear unkempt hair from their gray heads and bruise\ntheir wizened breasts with their feeble palms. You weighted\nspindles, run, run as you weave the crossthreads of life!\nFor just as a reaper, gathering closely packed ears of grain\nbefore their time, mows the yellow fields under the burning\nsun, Achilles will smite the bodies of Trojan men with his\nhostile iron sword. You weighted spindles, run, run as you\nweave the crossthreads of life! Spread out dispersedly from\nthe fast flowing Dardanelles, the Scamander River will\nwitness many examples of virtue; Achilles, narrowing the\nDardanelles' path with piles of bodies hewn, will warm the\ndeep rivers with gore indiscriminate. You weighted spindles,\nrun, run as you weave the crossthreads of life! Then Priam's\ndaughter as well will witness death when a rounded funeral\npyre, piled up in a lofty mound of rubble, will receive the\nsnowy limbs of the young girl smitten. You weighted\nspindles, run, run as you weave the crossthreads of life! As\nsoon as Fortune gives the exhausted Greeks an opportunity to\ndislodge Troy's surrounding walls, which Neptune built, the\ndeep tombs will become wet with the blood of Polyxena, who,\njust as she submits as living sacrificial victim to the\nJanus faced axe, already a corpse will fling her trunk onto\nher bent knee. You weighted spindles, run, run as you weave\nthe crossthreads of life! Therefore, join together in\nheartfelt love. May Peleus receive Thetis in happy bonding,\nand now, after all this time, may the wife be delivered to\nher eager husband! You weighted spindles, run, run as you\nweave the crossthreads of life! Thetis' nurse, returning at\ndawn, will be unable to fit the thread of yesterday around\nthe neck of Thetis, and the anxious mother of a quarrelsome\ndaughter will not sadly cease to hope for dear descendants\nbecause her daughter sleeps apart from Peleus. You weighted\nspindles, run, run as you weave the crossthreads of life!\nSinging by way of preface such erstwhile happy songs of\nPeleus, the Moirai sang with divine soul. For when\nrighteousness was not yet spurned, heaven's inhabitants used\nto go to see the heroes' houses, free from wrong, and reveal\nthemselves in the guise of a mortal throng. The father of\nthe gods, paying his regular visit to the gleaming temple,\ncaught sight of one hundred bulls falling forward onto the\nground, since the yearly rites had come on the festal days.\nOften, Dionysus, rambling on the utmost summit of Parnasus,\nconducted the Maenads, with disheveled hair, shouting,\n\"Euhoe,\" since the people of Delphi, rushing from all over\nthe city and eagerly vying with one another, happily\nreceived the god as the altars issued smoke. Often, Mars, in\na death bearing contest of battle, or Athena, mistress of\nthe swift Triton River, or Artemis urged armed squadrons on\nin person. But after the earth was given its first\nexperience of unspeakable crime, and everyone expelled\njustice from his greedy mind, brothers drenched their hands\nin brotherly blood, the son ceased to mourn his deceased\nparents, the father wished for the funeral of his youthful\nson that he might freely enjoy the youthful beauty of his\nunwed stepmother, and the mother, blasphemously offering her\nson her sex, did not fear defiling the household gods with\nsinful acts. All things, lawful or not, blended thoroughly\nwith malicious passion, diverted from us the just mind of\nthe gods. The gods therefore will neither visit our weddings\nnor be illuminated by the bright light of day.\nTaken with kind permission from Brendan"
  },
  {
    "id": "65",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e65.htm",
    "text": "Hortalus, though through unremitting pain concern draws me,\nwho am exhausted, from the Muses, and my mind cannot produce\ntheir sweet fruit, my very thoughts surge like waves for\nsuch troubles for recently a wave flowing from the sea of\nLethe has washed my brother's pale little foot, which,\nremoved from our eyes, the Trojan ground crushes under the\nshore of Rhoeteum... ...My brother, dearer than life, will I\nnever look upon you hereafter? No, but certainly I'll always\nlove you: I'll always sing solemn poems about your death,\nwhich Procne will sing along with me under the dense shadows\nof branches as she groans the prophetic utterances of Itys,\nremoved by death. But in such bouts of grief, Hortalus, I\nnevertheless send you these translations of Callimachus,\nlest perchance you should think that your words, entrusted\nin vain, have slipped from my mind to the wandering winds,\njust as an apple, a fiancé's secret pledge given, rolls\nforth from his maiden's chaste lap because the apple, having\nbeen placed under the voluptuous dress of the girl who\nunhappily has forgotten, is shaken out when she suddenly\njumps up at her mother's approach, and is suddenly thrown in\na fall to the ground as a self-conscious blush runs over her\nunhappy face.\nTaken with kind permission from Brendan"
  },
  {
    "id": "66",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e66.htm",
    "text": "Conon searched the heavenly bodies of the vast sky and saw\nthe risings and settings of the stars, how the fiery\nbrightness of the scorching sun is darkened, how heavenly\nbodies depart at certain times, and how, from any orbit in\nthe air, sweet love stealthily calls Diana down and banishes\nher under the rocks of Latmus: that selfsame Conon, in the\nlight of the heavens, saw me, a lock of long hair from the\ncrown of Berenice's head. As I shimmered, Berenice promised\nme to many of the goddesses as she stretched her smooth arms\nforth, and in that season a king, glorified by his new\nmarriage, had gone to sack Syrian land; he carried\nvictorious marks from a nocturnal brawl that he had\nconducted for the spoils of a virgin. But is sex really\nbaleful to brides? Or can it be that their parents\npleasures are spoiled by the duplicitous tearlets that\nbrides shed in torrents within the bedroom's doorway? The\ngods sigh over these questions and therefore would not\nplease me. By her many complaints, her majesty taught me\nthis when her new husband went to witness fierce battles:\nwhen you were alone, Berenice, you mourned not your\ndestitute couch, but your lamentable separation from your\nbrother, the second Ptolemy! How deeply your anxiety has\neaten away at your sad interior! Your senses had been\nsnatched away, and how your mind failed you then, when you\nwere anxious with all your heart! Nevertheless, I knew for a\nfact that you were brave since you were a little girl. Can\nit be that you have forgotten the good intrigue whereby you\nwon your royal spouse because nobody else dared more\nbravely? But what sad words you spoke then, as you were\nletting your husband go! O Jupiter, how often you rubbed\nyour eyes with your hand! What such a god has changed you?\nCan it be because lovers do not want to be away from a dear\nbody? And then you offered me, not without the blood of a\nbull, to all of the gods in return for your sweet husband,\nif it would bring his return. He had added captured Asia\nMinor to the borders of Egypt in what was not a long time.\nIn return for these deeds, as a novel offering of thanks, I\nrepay ancient prayers fulfilled by the heavenly crowds.\nUnwillingly, your majesty, I departed from your head,\nunwillingly: I swear by you and your head, but if anyone\nwill have foolishly sworn by this, may he get the things he\ndeserves; but who would claim that he is equal to scissors?\nThat largest mountain in the land, over which the bright sun\nis driven, was also brought down when the Persians produced\na new sea and when a barbaric soldiery sailed by fleet\nthrough the center of Athos. What will hair do, when such\nthings fall because of an iron blade? O Jupiter, I wish that\nthe Chalybes and those who first began to look underground\nfor veins of ore and draw the hardness of iron into bars\nwould perish! My sisters were mourning my fate, the fate of\nhair recently severed, when the brother of Ethiopian king\nMemnon, beating against the air with changing wings,\npresented himself as the winged horse of Locrian Arsinoë,\nand, carrying me off through the shades of the sky, flew\naway to place me on the chaste lap of Venus. Arsinoë\nZephyritis, who is Venus herself, the Greek inhabitant of\nCanopus' shores, had sent her servant there as an envoy.\nFrom that point, in order that the golden crown from\nAriadne's times should not become fixed alone in the sky's\ndappled radiance, but that the both of us should shine as\ndedicated mementos of a blonde head, divine Venus placed me\nin the regions of the gods, a new constellation among\nancient constellations as I was damp, departing from a wave.\nFor, touching the light of Virgo and savage Leo, and close\nto Callisto, who stands next to her father Lycaon, I wheel\nto my setting, leading the way before slow Boötes, who is\nimmersed quite late in deep Oceanus. But although the\nfootprints of the gods weigh me down at night, the light of\nday nevertheless gives me back to white haired Tethys.\n(Nemesis, by your leave, may I speak here? I will not hide\ntruths out of fear, and if the stars will tear me to pieces\nfor my troublesome words, I will not hide truths and fail to\nreveal what has been put away in a true heart.) I do not\nrejoice in these circumstances so much as I am vexed that\nI'll always, always be absent from the head of my mistress,\nthe one with whom I drank many thousands of unguents, while\nshe was a young girl formerly devoid of all perfumes. Now\nyou, whom the wedding torch has united by a hoped for flame\nand who look after the laws with a chaste bed, when your\nclothing has been thrown aside, do not entrust your bodies\nto your like-minded husbands as you denude your breasts,\nbefore an onyx jar, your onyx jar, pours me its delightful\nlibations. But she who has given herself to morally foul\nadultery - oh! - the shallow dust drinks her vain and\nmalicious gifts; I seek no offerings from unworthy people.\nBut rather, you wives, may harmony and an unremitting love\nalways, always inhabit your homes. To be sure, your majesty,\nwhen you appease the divine Venus as you look at the stars\non holidays, do not allow me, who am your own, to go\nunanointed, but rather treat me with abundant offerings. I\nwish that the stars would fall down! I wish that I were to\nbecome royal hair and that Orion were now shining by\nAquarius!\nTaken with kind permission from Brendan"
  },
  {
    "id": "67",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e67.htm",
    "text": "O Door, delightful to a charming husband, delightful to one\nwith children, hello, and may Jupiter bless you with good\nfortune, which they say once served Balbus well when he held\nthe house as an old man, but which they say served his son\ngrudgingly after your marriage, when the old man had been\nstretched out in death. Come, tell us why you are said to\nhave changed and forsaken your trust in the old lord. (Thus\nmay I please Caecilius, to whom I now have been handed\nover): it is not my fault, though it is said to be mine, and\nnobody can speak of any offense of mine; it is truly the\njudgment of the populace that the door does each deed.\nWherever it is discovered that something has not been done\nin a moral manner, they all shout at me, \"Door, it's your\nfault!\" But it is not enough for you to say that which I\nmention in one word, to make anyone see and understand. \"How\nam I able? Nobody asks or seeks to understand.\" We are\nwilling: don't hesitate to tell us. First of all, as for the\nstory that a young woman was entrusted to me, that's a lie.\nGranted, her first husband didn't touch her; his drooping\npenis, more flaccid than a tender beet, never raised itself\nto the middle of his tunic, but the father of the son is\nsaid to have defiled the couch and stained the hapless house\nwith scandal, whether because his irreverent mind burned\nwith blind lust, or because his lazy son had sterile semen,\nso that from somewhere a more sinewy member was to be\nsought, which could untie the chastity belt of a virgin. You\ngive an account, with remarkably dutiful respect, of an\nillustrious father, who himself urinated on the lap of his\nown son: \"You haven't heard the half of it: Brescia, placed\nat the foot of Cycnus' lookout point, and past which golden\nMella runs as a gentle river, mother Brescia, loved in my\nVerona, says she knows for a fact not only this, but also\ntells about trysts with Postumius and Cornelius, with whom\nthat woman committed a grievous act of adultery. At this\npoint, someone might say, 'What? You know all these things\nyou're telling me, Door, you to whom being absent from your\nmaster's doorway and eavesdropping on people is never\npermitted, but attached here beneath the lintel, are you\naccustomed only to opening and closing the house?' I often\nheard her speaking in a furtive voice alone with her\nservants about these outrages of hers and mentioning by name\nthose whom I have mentioned, naturally anticipating that I\nhave neither tongue nor ear. Moreover, she would add mention\nof a particular man whom I don't want to name lest he raise\nhis red eyebrows in anger. He is a tall man, against whom\nfeigned childbirth once brought huge lawsuits, for she had\npadded her belly.\"\nTaken with kind permission from Brendan"
  },
  {
    "id": "68",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e68.htm",
    "text": "That you, overwhelmed by fortune and bitter plight, send me\nthis short letter, written down with tears, that I may\nrescue one shipwrecked, expelled by the frothing waves of\nthe sea, and bring him back in health from the threshold of\ndeath, him whom heavenly Venus provides no relief, alone in a\ncelibate bed, in languid sleep, nor Muses delight with sweet\nsong of ancient writers when your mind stays anxiously awake\nall night, pleases me because you tell me I'm your friend\nand seek the gifts both of the Muses and of Venus. But lest\nyou not know my misfortunes, Manius, or think I rue my\nguest's obligation, listen, lest you further seek from a\nmiserable man the blessed gifts wherewith I myself am\nsubmerged in the waves of Fortune. At that time when a grown\nman's toga was first handed down to me, when the age, rife\nwith flowers, issued a pleasant spring, I had plenty of\nplayful affairs: the goddess is well aware of us, she who\nmixes our sweet bitterness with cares. But grief over my\nbrother's death has taken this pastime away from me\nentirely. My brother, unhappily removed from me, as you were\ndying, you broke my advantages; my brother, our whole house\nwas buried along with you, and all our joys perished along\nwith you, joys which your kind friendship nurtured in life.\nBecause of untimely death I have expelled from my entire\nconsciousness these pastimes and all delights of the mind.\nWherefore, because you write that it is shameful for\nCatullus to be in Verona, because here, anyone who is anyone\nwould be wont to warm limbs cold from a lonely bed, it is\nnot just a shame, Manius, but a source of real grief.\nTherefore, please forgive me if I do not grant you the gifts\nwhich grief has taken from me, for I cannot so grant them.\nFor, as for the fact that I do not have a great abundance of\nwritings at my family home in Verona, it happens that we\nlive in Rome: that house, that home of mine, there my life\nis browsed, and one small scroll case out of many follows me\nhere. Since it is so, I wouldn't want you to decide that I'm\ndoing this out of spite or lack of appropriate generosity\nbecause an abundance of neither kind of poem has been sent\nto you though you have sought it. If any such abundance were\nforthcoming, I would produce it unasked. I cannot keep\nsilent, ye goddesses, about the matter with which Allius\nManius has helped me, or about the extent of the obligations\nwith which he has helped me, lest his life, which slips away\nas the generations forget, cover this zeal with a blind\nnight: but I'll tell you, hereafter tell many thousands and\nmake this roll of papyrus speak when it is old... ...When he\nis dead, may he become more and more famous, and may no\nspider do her work, weaving a thin web high upon Allius'\nlonely name! You know what concern two-faced Venus has given\nme, and in what manner she has parched me, for I've been\nburning like Etna's Sicilian crag or the waters of Malis in\nthe hot gates of Mount Oeta, and my hapless eyes have not\nstopped wasting away in unremitting tears, and my cheeks\nhave not stopped being wet with the gloomy tears of rain. As\na stream, shining on the summit of an airy mountain, a\nstream that rushes forth from the mossy stone, cuts through\nthe way of a dense population and suddenly rolls from a\nsloping valley is sweet comfort to a tired, sweaty traveler\nwhen severely hot weather cracks the parched fields, and\nprecisely as a second wind that comes blowing rather gently\nis sweet comfort after sailors have been buffeted about in a\nblack tornado, such help has Allius Manius been to me, now\nthat the prayers of Castor and Pollux have been issued. With\na wide path, he has opened up a shut plain, and he has given\na home to me and to Lesbia, to which she and I would come to\nply our mutual love. My radiant goddess brought herself\nfleetly to Allius' home and set her foot's gleaming sole in\nthe worn doorway, her weight balanced on a squeaky sandal,\nas Laodamia, burning with love, once came to the house of\nher husband Protesilaus, a house begun in vain, since no\nsacrificial animal had yet appeased the heavenly masters\nwith its holy blood. Nemesis, nothing of the sort that is\nundertaken recklessly, when the gods are unwilling, would\nplease me so very much. Laodamia learned how the hungry\naltar longed for upright blood when her husband was taken\naway, and she was compelled to let go of her new husband's\nneck before the return of winter had satisfied her\npassionate love in the long nights, with the result that she\nwas able to live after breaking off the marriage, which the\nFates knew would not be a long way off if he went as a\nsoldier to Troy. At that time, with the abduction of Helen,\nTroy had begun to rouse the chief men of the Argives toward\nherself, Troy (horror!), shared tomb of Asia and Europe,\nTroy, cruel funeral pyre of all men and virtues, which has\neven brought a miserable death to my brother! Our whole\nhouse has been buried together with you, and all our joys\nhave perished together with you, which your sweet friendship\nnurtured in life. A foreign land holds him deep under ground\nnow, so far away, not among familiar tombs, and not placed\nbeside the ashes of relatives, but buried unhappily in Troy,\nloathsome Troy! Whither, then, the conscripted men of\nGreece, hurrying from all directions to forsake their\ndomestic hearths, are drawn, lest Paris, having rejoiced\nafter Helen was enticed away, freely spend idle pleasures in\na placid bed chamber. Then, because of this plight, most\nbeautiful Laodamia, a marriage dearer than life and spirit\nwas taken away from you. A flood, engulfing you in such a\nwhirlpool of love, had carried you off into a deep pit of\ncatastrophe, such as, the Greeks say, drains the floor of\nMount Cyllene, near Pheneus, the swamp having been milled: a\npit which Hercules, falsely fathered, is said once to have\ndug, when the innards of the mountain had fallen, at which\ntime he killed the monsters of Stymphalus with an unerring\narrow under the command of lesser Eurystheus, that the door\nof the heavens might be traversed by more divinities, and\nHebe shortly lose her virginity. But deeper than that pit\nwas your deep love, which, though you were indomitable,\ntaught you to bear the yoke of marriage. And our daughter\ndoes not cherish so dear the head of a late grandson when\nher father is exhausted with age; the grandson, when at long\nlast having acquired his grandfather's riches, enters his\nname in the account books, signed in the presence of a\nwitness, dislodges a vulture from a whitened head the\nimpious joys of a ridiculous distant relative; nor did\nanyone who was the wife of a snow-white cock pigeon rejoice\nso much, a pigeon who is said always to snatch kisses rather\nwantonly from many a biting beak; how especially promiscuous\nis Lesbia! But you alone have conquered their great\npassions, as once and for all you have been united to a fair\nhusband. My sweetheart, compared to Laodamia, is then worthy\nto concede little or nothing to my lap; blond Cupid has\noften gleamed in a saffron yellow tunic, running here and\nthere around her. Although she nevertheless is not satisfied\nwith one Catullus, we bear the infrequent and furtive trysts\nof a chaste mistress, lest we be annoying, in the manner of\nfools. Even Juno, the greatest of the goddesses, often\nstomachs her burning anger at her husband's wrongdoing,\nknowing of more trysts of all-desiring Jupiter. But it isn't\njust to compare people to gods... ...Take the unwelcome\nburden of a trembling father. Besides, she didn't come\nbrought down by my father's right hand to my house, redolent\nwith Oriental fragrance, but gave secret little favors on an\nextraordinary night, when she was removed from the very lap\nof her husband himself. Therefore, it is enough if this day,\nwhich she marks, is given to me with a whiter stone than\nordinary days! Allius Manius, this gift, wrought as well as\nI could in verse, is rendered to you in return for your many\nfavors, lest this day and that touch your name with a\nscabrous blight. To this total, the gods will add so many\nmore gifts, the which Themis once upon a time was accustomed\nto bearing to upright people in ancient times. May you and\nyour life as well be prosperous, and the very house in which\nLesbia and I have played, and Allius, who first has given us\nland and now carries it away, from the tip of whom\neverything good was originated, and my sweetheart, who is\nfar dearer to me than all others, dearer to me than I myself\nam: my life is sweet with her alive.\nTaken with kind permission from Brendan"
  },
  {
    "id": "69",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e69.htm",
    "text": "Wonder not, Rufus, why none of the opposite sex\nwishes to place her dainty thighs beneath you,\nnot even if you undermine her virtue with gifts of choice\nsilk or the enticement of a pellucid gem.\nYou are being hurt by an ugly rumour which asserts\nthat beneath your armpits dwells a ferocious goat.\nThis they fear, and no wonder; for it's a right rank\nbeast that no pretty girl will go to bed with.\nSo either get rid of this painful affront to the nostrils\nor cease to wonder why the ladies flee."
  },
  {
    "id": "70",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e70.htm",
    "text": "My woman says to me that there is none\nWith whom she'd rather spend her days than I,\nShould even Jove himself ask her to wed.\nSo she says, but women often lie,\nWhat a woman says to a desirous lover,\nThis he ought to write in the wind and rapid water."
  },
  {
    "id": "71",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e71.htm",
    "text": "If a goats smell under the arms rightly prevents anyone,\nor if a slow gout deservedly cripples them,\nyour rival, who keeps your lover busy,\nis discovered by you to be wonderfully sick with both.\nNow whenever he fucks her, youre revenged on the pair:\nshes troubled by the smell, hes ruined by the gout."
  },
  {
    "id": "72",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e72.htm",
    "text": "You used to say that you knew only Catullus,\nLesbia, neither did you wish to know Jupiter instead of me.\nAt that time I loved you not as the common crowd of men love a girlfriend\nbut as a father loves his sons and sons in law.\nNow I know you: wherefore even if I burn the worse,\nyou are cheaper and of less meaning to me.\nYou say how can this be? Because a hurt of such a kind\nforces a lover to love more, but to wish her less well."
  },
  {
    "id": "73",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e73.htm",
    "text": "Stop wishing to be entitled to anything from anyone\nOr thinking that anyone is able to become grateful.\nAll things are unappreciated, it is not profitable to have done\nAnything with kindness, on the contrary it is tiring and even more harmful;\nAs it is to me, whom no one distresses more seriously nor more painfully,\nThan he who holds me as his one and only friend"
  },
  {
    "id": "74",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e74.htm",
    "text": "Gellius once heard that an uncle is supposed to scold\nif anyone should say or do any hanky-panky.\nLest this should happen to himself, he screwed his uncle's\nown wife and swore the uncle to silence.\nNow he does what he wishes: even should he force\nhis own uncle to suck him off, the uncle would say not a word."
  },
  {
    "id": "75",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e75.htm",
    "text": "To this point here my mind has been dragged down, Lesbia, by your fault\nAnd so by its own devotion the mind itself has destroyed itself,\nAs now it is not possible to respect you, if you should become very good,\nNor is it able to stop loving you, even if you should do every bad thing."
  },
  {
    "id": "76",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e76.htm",
    "text": "If there is any pleasure for a man in remembering former\ngood deeds, when he thinks himself to be dutiful,\nnor to have violated a sacred trust, nor in any contract\nof the gods abused divine power to deceive men,\nmuch joy remains for you, Catullus, in this long life,\nfurnished from this thankless love.\nFor whatever man can either say or do well\nfor anyone, this has been said and done by you:\nhaving been entrusted to an ungrateful heart, all that perished.\nTherefore, why do you now suffer more?\nWhy not be obstinate in your mind and bring yourself back from thence\nand cease to be unhappy in front of the unwilling gods.\nIt is difficult to set aside a longstanding love.\nit is difficult, but let us do it at any hazard.\nThis is the only safety, and you must overcome this,\nwhether it is not possible or it is possible.\nO gods, if it is your will to have pity,\nor if you have ever brought your help to any already\nat the extreme, in death itself, look upon my unhappiness and,\nif I have lived life in a pure manner,\nremove this plague and ruin from me,\nwhich stealing upon me inmost as a lethargy in my limbs\nexpelled the happiness from all my heart.\nI no longer ask for that, that she chooses me in return,\nor, because it is not possible, she chooses to be chaste:\nI wish that I myself be healthy and put aside this horrible disease.\nO gods, give this back to me for my piety."
  },
  {
    "id": "77",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e77.htm",
    "text": "Rufus believed friend to me in vain and to no purpose\n(in vain? rather with a great and evil price)\nIs this the way you creep up to me, and burning my inner organs\nyou snatched away all our good things from miserable me?\nYou snatched away, alas alas cruel posion of our life,\nalas alas plague of our friendship."
  },
  {
    "id": "78",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e78.htm",
    "text": "Gallus has brothers, of whom one has the loveliest wife\nthe other the loveliest son.\nGallus is a cute man: since he joins them as lovers,\nso that beautiful boy beds with beautiful girl.\nGallus is a stupid man, not seeing himself as a husband,\nwho instructs a nephew in an uncles wifes adultery."
  },
  {
    "id": "78b",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e78b.htm",
    "text": "But now I grieve that your foul saliva\nhas polluted the pure lips of a pure girl.\nStill youll not do it with impunity: now all the years\nwill know you, and ancient tradition tell what you are."
  },
  {
    "id": "79",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e79.htm",
    "text": "Lesbius is pretty. Why not? Lesbia prefers him\nmore than you with your whole people, Catullus.\nBut still, the pretty boy would sell Catullus with his people,\nif he finds three kisses of acquaintances."
  },
  {
    "id": "80",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e80.htm",
    "text": "How should I explain, Gellius, why those rosy lips of yours\nshould be whiter than the snows of winter,\nwhen you leave your house in the morning\nand when the eighth hour rouses you\nfrom a gentle nap when the day is long?\nCertainly there is something: do the rumors\nindeed whisper truly that you eat out\nthe full-grown erections from the middle of men?\nCertainly it is thus: they cry out that poor little Victor's\nballs have been burst and your lips have been\nstained with sucked-off cum."
  },
  {
    "id": "81",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e81.htm",
    "text": "Can there be no one in all these people, Iuventius,\nno nice man you might begin to like,\nbesides that guest of yours, yellower than a gilded statue,\nfrom the environs of deadly Pesaro,\nwho pleases you now, whom you dare to prefer\nto me, and do who knows what with?"
  },
  {
    "id": "82",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e82.htm",
    "text": "Quintus, if you wish Catullus to owe his eyes to you\nor anything if there is more dear than eyes are,\nbe unwilling to snatch from him what is much more dear than his\neyes are or what is more dear than his eyes are."
  },
  {
    "id": "83",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e83.htm",
    "text": "Lesbia says many bad things of me in front of her man:\nThese are the source of greatest joy for that fatuous ass.\nFool, do you perceive nothing? If she could forget me and shut up,\nShe'd be sane: now because she whines and slanders me,\nNot only does she remember me, but, what is oh so much worse,\nShe is angry. That's that, she burns even as she speaks."
  },
  {
    "id": "84",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e84.htm",
    "text": "\"Hopporunity\" he was saying whenever he wished to say opportunity\nAnd ambush Arrius was saying \"hambush,\"\nAnd then he was hoping that he had spoken wonderfully\nWhenever with as much effort as he could he said \"hambush.\"\nI believe, thus his mother, thus his free uncle,\nThus his maternal grandfather and grandmother he said.\nWith this man having been sent into Syria, everyone's ears found relief:\nThey were hearing the same thing more softly and more lightly,\nNor afterwards were they themselves fearing such words,\nWhen suddenly the horrible message is brought that:\nThe Ionian waves, afterwards Arrius had gone there,\nNow were no longer Ionian but \"Hionian.\""
  },
  {
    "id": "85",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e85.htm",
    "text": "I hate and I love. Wherefore would I do this, perhaps you ask?\nI do not know. But I feel that it happens and I am tortured."
  },
  {
    "id": "86",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e86.htm",
    "text": "Quintia is beautiful to many. For me she is white, tall,\nwell-built: I admit these attributes singly.\nBut deny the notion of the idea of beauty: because no grace,\nnot a grain of humour is in such a large body.\nLesbia is beautiful, who is not only totally and extremely so,\nbut also has stolen all the attractions of all other women."
  },
  {
    "id": "87",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e87.htm",
    "text": "No woman can truthfully say she was so much loved,\nas my Lesbia was loved by me.\nNo such big trust was ever kept in any commitment before\nas, on my side, my love for you was kept."
  },
  {
    "id": "88",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e88.htm",
    "text": "What does he do, Gellius, he who lusts after his own mother and sisters,\nand stays awake all night, tunics thrown astride them?\nWhat does he do, he who does not allow his paternal uncle to be the husband?\nHave you any notion of the extent of iniquity that he performs?\nGellius, he does it to the extent that neither Oceanus, father of the nymphs,\nnor his wife Tethys, who lives at the world's edge, washes his sins away:\nthere isn't any crime to which he could further proceed\nif he weren't to devour himself as he lowers his head!"
  },
  {
    "id": "89",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e89.htm",
    "text": "Gellius is lean: why shouldn't he be? Why would he who has such a good mother,\nwho lives so healthfully, who has such a lovely sister,\nsuch a good uncle and such an abundance of consanguineous girls\nstop being so scrawny?\nYou'll find the reason is that he remains scrawny in order that he might touch nothing\nsave as much as he wants of what he has no right at all to touch.\nTaken with kind permission from Brendan"
  },
  {
    "id": "90",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e90.htm",
    "text": "Let a magus be born from the illicit union of Gellius and his mother, and let him learn the Persian art of divination: it is proper that a magus be born of a mother and her son if reports of the Persians' impiety be true that he might gratefully worship his gods with appropriate song as he melts peritoneum with fire!\nTaken with kind permission from Brendan"
  },
  {
    "id": "91",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e91.htm",
    "text": "Its not because I knew you well or thought you faithful,\nGellius, or thought you could keep your mind from vile sin,\nthat I expected you to be true to me\nin this hopeless ruinous love of mine:\nbut because I was aware that she, for whom a vast desire\nconsumes me, was no mother or sister of yours.\nAnd though I was closely linked to you by friendship,\nI didnt think that was enough excuse for you.\nYou considered it enough: theres so much pleasure\nin every game to you, in which theres any sin."
  },
  {
    "id": "92",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e92.htm",
    "text": "Lesbia always talks bad to me nor is she ever silent\nabout me: Lesbia is loving me, if not, I may be destroyed.\nBy what sign? Because they are the same signs: I am showing her\ndisapproval constantly, I am lost if I do not love."
  },
  {
    "id": "93",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e93.htm",
    "text": "I am not really keen, Caesar, to wish to pander to you,\nNor to know whether you are a hero or a villain."
  },
  {
    "id": "94",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e94.htm",
    "text": "Mentula is an adulterer. Why certainly he is. How could he be anything\nelse with a name such as his. It is as natural as for a pot to gather vegetables."
  },
  {
    "id": "95",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e95.htm",
    "text": "Zmyrma of my Cinnae.. *******\nFinally after the ninth harvest, and after the ninth winter from\nwhich it was started it has been published, when meanwhile Hortensious\n(wrote) 500,000 in one ....\nZyrmia will be sent within to the deep waves of Satrachos.\nGrey Haired ages, will unroil the Zyrmia for a long time.\nBut the annals of Velusius will die near Padua itself,\nand they will often give loose wrapping for Macherel."
  },
  {
    "id": "96",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e96.htm",
    "text": "If anything grateful or pleasing to silent tombs\nis able to happen from our grief, Calvus,\nby which longing we renew old loves and\nwe weep for the long departed friendships,\ncertainly her untimely death is not such great grief\nfor Quintilia as she rejoices from your love."
  },
  {
    "id": "97",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e97.htm",
    "text": "I did not (may the gods love me) think it mattered,\nwhether I might be smelling Aemiliuss mouth or arse.\nThe ones no cleaner, the others no dirtier,\nin fact his arse is both cleaner and nicer:\nsince its no teeth. Indeed, the other has\nfoot long teeth, gums like an old box-cart,\nand jaws that usually gape like the open\ncunt of a pissing mule on heat.\nHe fucks lots of women, and makes himself out\nto be charming, and isnt set to the mill with the ass?\nShouldnt we think, of any girl touching him,\nshes capable of licking a foul hangmans arse?"
  },
  {
    "id": "98",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e98.htm",
    "text": "What can be said to you, if to anyone, stinking Victius,\nis said to wind bags and fools.\nFor with that tongue, if the occasion should arise,\nyou could lick arses and farmers' boots.\nIf you want to destroy us altogether, Victius, yawn:\nyou will accomplish what you want altogether."
  },
  {
    "id": "99",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e99.htm",
    "text": "I stole from you, while you were playing, honey-sweet Juventius,\na kiss more sweet than sweet ambrosia.\nBut I did not get away with it: for such a long hour\nI remember being crucified on the greatest cross,\nand then I apologized to you, but I was not able to remove\nwith any tears even a little of your ferocity.\nFor at the same time it was done, you wiped clean\nyour lips, bathed by many tears, with all your fingers,\nnor did anything remained received from my face,\njust as if it were the filthy spit of a filthy prostitute.\nBesides this, you did not hold back from making me miserable,\ntroubled by love, and tormented in every way,\nso that to me that kiss changed from ambrosia\nto a bitterer thing than a bitter herb.\nBecause you put forth such a punishment for miserable love,\nnever will I after this steal a kiss."
  },
  {
    "id": "100",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e100.htm",
    "text": "Caelius with Aufilenus, and Quintius with Aufilena,\nboth madly in love with the brother, the sister,\nthe flower of Veronese youth. That as they says\ntruly sweet, that fellowship of brothers.\nWho shall I favour more? You, Caelius, since\nyour friendship, alone, saw me through my passion,\nwhen the furious flames scorched me to the core.\nBe happy, Caelius, be successful in love."
  },
  {
    "id": "101",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e101.htm",
    "text": "Through many peoples and many seas have I travelled\nto thee, brother, and these wretched rites of death\nI bring a last gift but can speak only to ashes\nSince Fortune has taken you from me\nPoor brother! stolen you away from me\nleaving me only ancient custom to honour you\nas it has been from generation to generation\nTake from my hands these sad gifts covered in tears\nNow and forever, brother, Hail and farewell."
  },
  {
    "id": "102",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e102.htm",
    "text": "If anything was ever entrusted by a friend to a silent\nsure one, whose loyalty of spirit is deeply known,\nyoull find Im equally bound by that sacred rite,\nCornelius, and turned into a pure Harpocrates."
  },
  {
    "id": "103",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e103.htm",
    "text": "If you hear this, Silo, either return 10,000 sesterces,\nbeing as fierce and indomitable as you can, or,\nif the cash pleases you, stop, I pray,\nbeing a pimp and feirce and foul-tempered at the the same time."
  },
  {
    "id": "104",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e104.htm",
    "text": "Do you think I could speak ill of my own life,\nshe whos dearer to me than my two eyes?\nI couldnt, nor, if I could, would I love so desperately:\nbut you, with Tappo, you do everything monstrous."
  },
  {
    "id": "105",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e105.htm",
    "text": "Mentula the Cock tries to climb the Parnassian Mount:\nthe Muses with pitchforks toss him out, head first."
  },
  {
    "id": "106",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e106.htm",
    "text": "What else should one who sees an auctioneer with a beautiful boy,\nbelieve except that he is intent on selling himself?"
  },
  {
    "id": "107",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e107.htm",
    "text": "If anything happened to one who is desirous and hopeful, yet unexpecting,\nthis is especially pleasing to the soul.\nTherefore, this is pleasing, and dearer than gold to me,\nbecause you, Lesbia, have restored yourself to desirous me.\nYou restore yourself to desirous, unexpecting me, you return yourself\nto me. O, light of a fairer mark!\nWho lives more happily than I alone, or who will be able\nto say that these things are to be hoped for more than this life?"
  },
  {
    "id": "108",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e108.htm",
    "text": "If, Cominus, by the will of the people,\nyou should die in grizzled old age,\ndepraved by impure customs,\nI for my part do not doubt that first\nyour tongue, having been cut out\nas the enemy of good men,\nwould be given to a greedy vulture,\na raven would devour your gouged-out eyes\nwith his black throat, dogs your intestines,\nand wolves the rest of your limbs."
  },
  {
    "id": "109",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e109.htm",
    "text": "You, my life, promise that this love\nof ours between us shall be agreeable and last forever.\nGreat gods, arrange for her to speak the truth,\nand to say this sincere and from the bottom of her heart,\nso that it is granted us to continue all our life\nthis treaty of inviolable friendship."
  },
  {
    "id": "110",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e110.htm",
    "text": "Aufillena, good girl-friends always are praised:\nThey receive their price for that which\nthey set out to do. Because you promised,\nbecause you lied to me, you shameful girl,\nbecause you did not give though you have often received,\nyou do an evil deed. Either it is proper\nas a freewoman to perform, or it was proper\nfor a chaste woman not to have promised, Aufillena:\nbut to seize gifts, by cheating him out of services,\nis more characteristic of a greedy whore\nwho prostitutes herself with her whole body."
  },
  {
    "id": "111",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e111.htm",
    "text": "Aufillena, to live satisfied with one man is the glory\nof all greatest glories for wives: but it is better\nfor any woman to submit herself to anyone rather than\nfor a mother to conceive cousins from her uncle."
  },
  {
    "id": "112",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e112.htm",
    "text": "You are a lot of man, Naso, and not many men do not use you for anal sex: Naso, you are much the catamite."
  },
  {
    "id": "113",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e113.htm",
    "text": "In Pompey's first consulship, cinna,\ntwo men slept with Maecilia:\nwith him made consul again, a thousand seperate rivals are,\nhis semen is productive for adultery."
  },
  {
    "id": "114",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e114.htm",
    "text": "They say, no lie, that Mentula the Cock is rich\nwith the pastures of Firmum, full of good things,\nfowling of every kind, fish, meadows, fields and game.\nIn vain: his incomes surpassed by his costs.\nSo, I concede hes rich, while everythings lacking.\nlets praise the pastures, so long as hes in want."
  },
  {
    "id": "115",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e115.htm",
    "text": "Mentulas as good as thirty acres of meadows,\nforty of fields: the rest of its marsh.\nWhy shouldnt he exceed Croesus in riches,\none who possesses so many assets, in land,\nmeadows, fields, vast woods and pastures and pools\nas far as the Hyperboreans, and Oceans seas?\nAll this is great, but hes the greatest of all,\nnot a man, but, in truth, a great projecting Cock."
  },
  {
    "id": "116",
    "source": "Negenborn",
    "url": "http://rudy.negenborn.net/catullus/text2/e116.htm",
    "text": "Ive often been searching around, my busy mind hunting,\nas to how I could send you Callimachuss poems,\nso theyd soften you towards me, so youd not try\nto land your hostile shafts on my head,\nnow I see Ive troubled myself in vain,\nGellius, my good intentions were worthless.\nIll evade the shafts of yours you fire at me,\nbut youll be punished, fixed for ever by mine."
  }
]